[
  {
    "title": "The Seinfeld Chronicles",
    "season": 1,
    "episode": 1,
    "summary": "\"The Seinfeld Chronicles\" (also known as \"Good News, Bad News\", \"Pilot\", \"The Premiere\", or simply \"Seinfeld\") is the pilot episode of the American sitcom Seinfeld, which first aired on NBC on July 5, 1989.\nThe first of the 180 Seinfeld episodes, it was written by show creators Larry David and Jerry Seinfeld and directed by Art Wolff. It introduces three of the show's main cast: the fictionalized version of Seinfeld; his best friend George (Jason Alexander); and neighbor \"Kessler\", soon to be renamed Kramer (Michael Richards). In this episode, a woman calls on Jerry while she is in town, and George tries to read between the lines before she arrives.\nThe story line and main characters were inspired by real-life events and people. Though NBC executives were unsure about the show, they, as Warren Littlefield later stated, \"all said, 'Ah, what the hell, let's try a pilot on this thing and see what happens'.\" However, test audiences reacted extremely negatively. Although NBC would still broadcast the pilot to see how audiences and critics reacted, they decided not to order a first season of the show. Castle Rock Entertainment, which produced the pilot (and the subsequent series), had another pilot produced for NBC featuring actress Ann Jillian in her own eponymous series. After The Seinfeld Chronicles' poor reception, the production company turned to Jillian's series, which tested better and had earned a full-season order (it ran a single 13-episode season and was cancelled by the end of 1990).\nWhen The Seinfeld Chronicles aired, it was watched by nearly 11% of American households and received generally positive reviews from television critics, most of whom were disappointed that NBC did not order a first season. Convinced that the show had potential, and supported by the positive reviews, NBC executive Rick Ludwin convinced his superiors to order a four-episode first season (the smallest order in American television history), offering a part of his personal budget in return. The show, renamed Seinfeld, went on to become among the most successful sitcoms in television history.",
    "subtitle": "The pilot episode introduces Jerry, George, and Kramer as they navigate a woman's visit and the complexities of their friendships.",
    "topics": [
      "Friendship"
    ]
  },
  {
    "title": "The Stake Out (Seinfeld)",
    "season": 1,
    "episode": 2,
    "summary": "\"The Stake Out\" is the second episode of the first season of the American television sitcom Seinfeld. It first aired on NBC in the United States on May 31, 1990. The episode was written by Jerry Seinfeld and Larry David and directed by Tom Cherones. In the episode, Jerry fails to flirt with a woman while out with ex-girlfriend Elaine Benes, and Jerry's father sends him on a \"stake out\" to catch the woman at her workplace.\n\"The Stake Out\" is the first episode to feature Jerry's parents. The episode was nominated for a Writers Guild Award in 1991.",
    "subtitle": "Jerry tries to flirt with a woman while on a stakeout with Elaine.",
    "topics": [
      "Breakup",
      "Friendship",
      "Social anxiety",
      "Women"
    ]
  },
  {
    "title": "The Robbery",
    "season": 1,
    "episode": 3,
    "summary": "\"The Robbery\" is the third episode of the first season of the American television sitcom Seinfeld. It first aired on NBC in the United States on June 7, 1990. It was written by Matt Goldman, making this the first Seinfeld episode not written by series creators Jerry Seinfeld and Larry David.\nIn the episode, George and Elaine try to sell Jerry on leasing a new apartment. Meanwhile, Jerry's apartment is burglarized after Kramer leaves the front door open. George shows Jerry an apartment so ideal that he starts regretting the offer, while Elaine jumps the gun on planning her move into Jerry's apartment.",
    "subtitle": "George and Elaine try to convince Jerry to lease a new apartment while his is burglarized.",
    "topics": [
      "Friendship",
      "Money",
      "Work"
    ]
  },
  {
    "title": "Male Unbonding",
    "season": 1,
    "episode": 4,
    "summary": "\"Male Unbonding\" is the fourth episode of the first season of the American television sitcom Seinfeld (and the second episode of the series in production order). It first aired on NBC in the United States on June 14, 1990. The episode was written by Larry David and Jerry Seinfeld, and was the first filmed episode directed by Tom Cherones. In this episode, Jerry, after spending years avoiding his unwanted friend Joel Horneck (Kevin Dunn), tries to \"break up\" as if he were a woman.\nThis was the first episode produced with Elaine Benes (Julia Louis-Dreyfus) as a character. It also was the first episode to use Jonathan Wolff's title music. This is the only Seinfeld episode whose title does not begin with the definite article \"The\".",
    "subtitle": "Jerry tries to break up with an unwanted friend in a unique way.",
    "topics": [
      "Friendship",
      "Breakup"
    ]
  },
  {
    "title": "The Stock Tip",
    "season": 1,
    "episode": 5,
    "summary": "\"The Stock Tip\" is the fifth and final episode of the first season of the American television sitcom Seinfeld. It first aired on NBC in the United States on June 21, 1990. In the episode, George drags Jerry into buying a stock on an insider trading tip, and Jerry takes his girlfriend on a weekend getaway to Vermont.\nThe episode was written by series creators Larry David and Jerry Seinfeld, and was directed by Tom Cherones. When it aired, it received enough ratings and praise for NBC to commission a second season.",
    "subtitle": "George convinces Jerry to invest in a stock based on insider information while Jerry plans a getaway with his girlfriend.",
    "topics": [
      "Money",
      "Travel"
    ]
  },
  {
    "title": "The Ex-Girlfriend",
    "season": 2,
    "episode": 1,
    "summary": "\"The Ex-Girlfriend\" is the first episode of the second season of the American television sitcom Seinfeld (and the sixth episode overall). It first aired on NBC in the United States on January 23, 1991, after being postponed for a week due to the start of the First Gulf War. In the episode, George Costanza breaks up with his girlfriend Marlene and leaves some books in her apartment. He persuades his friend Jerry to retrieve them. Jerry starts dating Marlene, who annoys him as much as she did George, but he finds himself unable to break up with her because she has a \"psycho-sexual\" hold on him.\nCo-written by series creators Larry David and Jerry Seinfeld, the episode was inspired by one of David's personal experiences. Directed by Tom Cherones, \"The Ex-Girlfriend\" was the first episode of the show filmed at CBS Studio Center in Los Angeles, California (and would stay there for the remainder of the show's run), the previous season having been filmed at Desilu Cahuenga in Hollywood. The episode received a Nielsen rating of 10.9/17 and was positively received by critics.",
    "subtitle": "George's ex-girlfriend becomes Jerry's new girlfriend, leading to complications and annoyance.",
    "topics": [
      "Breakup",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Pony Remark",
    "season": 2,
    "episode": 2,
    "summary": "\"The Pony Remark\" is the second episode of the second season of the American television sitcom Seinfeld (and the seventh episode overall). It first aired on NBC in the United States on January 30, 1991, and was written by series co-creators Jerry Seinfeld and Larry David, based on a remark David once made.\nIn this episode, Jerry, attending an elder relative's wedding anniversary, makes a remark reviling kids who owned ponies. He unwittingly offends the relative, a first-generation Polish immigrant, and becomes obliged to attend her funeral soon after.\nThe episode marked the first appearance of Jerry's uncle Leo, who became a recurring character on the show. Leo was played by Len Lesser. The episode also marked the first appearance of Barney Martin as Morty Seinfeld, replacing Phil Bruns, who had portrayed Morty in the season 1 episode \"The Stake Out.\" \"The Pony Remark\" had a Nielsen rating of 10.7/16, and received positive responses from critics; The New York Times considers the episode to have been a turning point for the show.",
    "subtitle": "Jerry's offhand comment about ponies leads to unintended consequences at a family event.",
    "topics": [
      "Death",
      "Family",
      "Social anxiety"
    ]
  },
  {
    "title": "The Jacket (Seinfeld)",
    "season": 2,
    "episode": 3,
    "summary": "\"The Jacket\" is the third episode of the second season of the American television sitcom Seinfeld (and the eighth episode overall). It first aired on NBC in the United States on February 6, 1991. In the episode, Jerry is pleased with his new suede jacket despite its eye-watering price. Jerry and  George must keep Elaine's father Alton company as they wait for Elaine to arrive for dinner, but they are no match against the misanthropic Alton.\nThe episode was written by Larry David and Jerry Seinfeld, and was directed by Tom Cherones. Most of the episode's storyline was based on one of David's personal experiences. Elaine's father, a published author, was inspired by Richard Yates, author of Revolutionary Road, whom Larry David had met while dating his daughter. Lawrence Tierney's performance as Alton Benes was praised by the cast and crew; however, they were taken aback by his disturbing behavior. The majority of the episode was filmed on December 4, 1990. \"The Jacket\" gained a Nielsen rating of 10.4/16 and was praised by critics.",
    "subtitle": "Jerry struggles with his new expensive suede jacket while dealing with Elaine's misanthropic father.",
    "topics": [
      "Friendship",
      "Money",
      "Social anxiety"
    ]
  },
  {
    "title": "The Phone Message",
    "season": 2,
    "episode": 4,
    "summary": "\"The Phone Message\" is the fourth episode of the second season of the American television sitcom Seinfeld (and the ninth episode overall). It first aired on NBC in the United States on February 13, 1991. In the episode, George's pessimism over his date makes him leave disastrous answering machine messages for her, while Jerry turns against his own date because she likes a Dockers TV commercial.\nWritten by series creators Jerry Seinfeld and Larry David and directed by Tom Cherones, the episode was produced to replace a script by staff writer Larry Charles. Charles had written an episode called \"The Bet\", revolving around Elaine Benes buying a handgun. The script's gun content was deemed too provocative and, in little time, Seinfeld and David wrote \"The Phone Message\" to fill the production void. The episode was met with positive critical responses, but its initial broadcast was watched by an underwhelming audience of 13 million viewers, causing NBC to put the show on a two-month hiatus.",
    "subtitle": "George leaves disastrous messages for his date while Jerry rejects his date over a commercial preference.",
    "topics": [
      "Social anxiety",
      "Infidelity",
      "Friendship"
    ]
  },
  {
    "title": "The Apartment (Seinfeld)",
    "season": 2,
    "episode": 5,
    "summary": "\"The Apartment\" is the fifth episode of the second season of the American television sitcom Seinfeld (and the tenth episode overall). It first aired on NBC in the United States on April 4, 1991, following a two-month hiatus after the underwhelming reception of the previous episode \"The Phone Message\". In this episode, Jerry (Jerry Seinfeld) invites Elaine (Julia Louis-Dreyfus) to move in upstairs, but realizes too late that this would impinge on his personal space. George (Jason Alexander), hearing that a wedding band can attract women, tries it for himself.\nThe episode was written by Peter Mehlman and directed by Tom Cherones. Series co-creators Seinfeld and Larry David asked Mehlman to write an episode for the show after they read a few articles he wrote for newspapers and magazines. Mehlman originally had the idea of Elaine moving away from Jerry, but David and Seinfeld felt it would be funnier if Elaine moved closer to Jerry instead. In its original broadcast, \"The Apartment\" was watched in 15.7 million homes, making it the ninth most-watched program of the week it was broadcast, and gained mostly positive responses from critics.",
    "subtitle": "Jerry invites Elaine to move in upstairs, but it complicates his personal space.",
    "topics": [
      "Friendship",
      "Women",
      "Social anxiety",
      "Work"
    ]
  },
  {
    "title": "The Statue (Seinfeld)",
    "season": 2,
    "episode": 6,
    "summary": "\"The Statue\" is the sixth episode of the second season of the American sitcom Seinfeld, and the show's 11th episode overall. In the episode, George (Jason Alexander) plans to use Jerry's (Jerry Seinfeld) grandfather's old statue to redeem himself for a childhood disgrace, but, after Ray (Michael D. Conway) cleans Jerry's apartment, the statue turns up at Ray's home. Meanwhile, Elaine's (Julia Louis-Dreyfus) promotion at work depends on staying in the good graces of Ray's girlfriend Rava.\nThe episode was written by Larry Charles and directed by Tom Cherones. The character of Jerry's neighbor Kramer (Michael Richards) is developed in this episode, as he goes undercover as a cop to retrieve the statue. Charles was interested in the development of Kramer, as he felt George and Jerry had their counterparts in co-creators Larry David and Seinfeld. Richards enjoyed how Kramer acted in the episode and encouraged Charles to continue exploiting the character. \"The Statue\" first aired on NBC on April 11, 1991 in the United States and was watched by over 23 million American homes.",
    "subtitle": "George tries to redeem himself with a statue from Jerry's grandfather, while Kramer goes undercover to retrieve it.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Revenge (Seinfeld)",
    "season": 2,
    "episode": 7,
    "summary": "\"The Revenge\" is the seventh episode of the second season of the American sitcom Seinfeld, and the show's 12th episode overall. In this episode, George (Jason Alexander) quits his job without a plan and his boss snubs his attempt to take it back, so he drags Elaine (Julia Louis-Dreyfus) into a revenge plot on his boss. Jerry (Jerry Seinfeld) suspects his laundromat stole $1,500 he left in his laundry bag, so Kramer (Michael Richards) drags Jerry into a revenge plot on the laundromat.\nWritten by series co-creator Larry David and directed by Tom Cherones, the episode premiered in the United States on NBC on April 18, 1991. Largely based on David's own experiences, \"The Revenge\" was the first episode he wrote without Seinfeld's collaboration. The episode also contains the first mention of Newman, a suicidal man who lives in Jerry and Kramer's apartment building, who would later become a popular recurring character. As the episode is the first in which Kramer does physical comedy which the character would become well-known for, some cast and crew members consider it a turning point for the show. When first broadcast in the United States, the episode gained a Nielsen rating of 14.4/24 and was met with positive response from critics.",
    "subtitle": "George and Elaine plot revenge on his boss while Jerry suspects his laundromat stole his money.",
    "topics": [
      "Work",
      "Money"
    ]
  },
  {
    "title": "The Heart Attack",
    "season": 2,
    "episode": 8,
    "summary": "\"The Heart Attack\" is the eighth episode of the second season of the American sitcom Seinfeld, and the show's 13th episode overall. It aired on NBC on April 25, 1991.",
    "subtitle": "Jerry experiences a health scare while George contemplates a career change.",
    "topics": [
      "Illness",
      "Work"
    ]
  },
  {
    "title": "The Deal (Seinfeld)",
    "season": 2,
    "episode": 9,
    "summary": "\"The Deal\" is the ninth episode of the second season of NBC's Seinfeld, and the show's 14th episode overall. In this episode, Jerry (Jerry Seinfeld) and Elaine (Julia Louis-Dreyfus) become friends with benefits, but struggle to keep their friendship free of relationship drama.\nSeries co-creator Larry David wrote the episode in a response to NBC's continued efforts to get the two characters back together. The main inspiration behind the episode was a similar agreement David once made with a woman. The episode, which introduced the character of Tina, Elaine's roommate, first aired on May 2, 1991 and was watched by approximately 22.6 million viewers. Critics reacted positively to the episode, and David received a Primetime Emmy Award nomination for Outstanding Writing for a Comedy Series.",
    "subtitle": "Jerry and Elaine navigate the complexities of a friends-with-benefits arrangement.",
    "topics": [
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Baby Shower (Seinfeld)",
    "season": 2,
    "episode": 10,
    "summary": "\"The Baby Shower\" is the tenth episode of the second season of the NBC sitcom Seinfeld, and the show's 15th episode overall. In the episode, Elaine (Julia Louis-Dreyfus) seeks her friend Leslie's (Christine Dunford) approval by hosting her baby shower, at Jerry's (Jerry Seinfeld) apartment. This reawakens George's (Jason Alexander) old grudge against Leslie for snubbing him after ruining his shirt. Kramer (Michael Richards) pressures Jerry to join him in pirating cable.\nLarry Charles wrote the episode, which was directed by Tom Cherones, and was partly based on a friend of his who was pregnant but did not want to experience childbirth. All of the characters' storylines intersect in the final scenes, an element that the writing staff would continue to use in later episodes. The episode's first broadcast in the United States on May 16, 1991 gained a Nielsen rating of 12.4/21 and was negatively received by critics.",
    "subtitle": "Elaine hosts a baby shower for her friend, reigniting George's old grudge.",
    "topics": [
      "Friendship",
      "Parenting"
    ]
  },
  {
    "title": "The Chinese Restaurant",
    "season": 2,
    "episode": 11,
    "summary": "\"The Chinese Restaurant\" is the 11th episode of the second season of the American sitcom Seinfeld, and the 16th episode overall. Originally aired on NBC on May 23, 1991, the episode is set entirely within a Chinese restaurant as Jerry (Jerry Seinfeld), Elaine (Julia Louis-Dreyfus), and George (Jason Alexander) wait for a table. George struggles to call his girlfriend, Elaine resorts to increasingly desperate stunts to sate her hunger, and Jerry's lies to get out of dinner with his uncle come back to bite him. They are all thwarted by the maître d' (James Hong) at every turn.\nCo-written by the series' creators Seinfeld and head writer Larry David and directed by Tom Cherones, the episode is set in real time, without any scene breaks. It is the first of two episodes in which Jerry's neighbor Kramer (Michael Richards) does not appear (the other being \"The Pen\"). It is considered a \"bottle episode\", and NBC executives objected to its production and broadcast due to its lack of an involved storyline, thinking that audiences would be uninterested. It was not until David threatened to quit if NBC forced any major changes upon the script that NBC allowed the episode to be produced, though NBC postponed broadcast to near the end of season two. Jason Alexander later said, \"They thought this was a betrayal. They thought this was just sacrilege,\" adding, \"To me, it was the defining beginning of the anarchy of Seinfeld.\"\nTelevision critics reacted positively to \"The Chinese Restaurant\", widely considering it one of the show's \"classic episodes\". In 1998, a South Florida Sun-Sentinel critic wrote that the episode, along with season four's \"The Contest\", \"broke new sitcom ground\".",
    "subtitle": "Jerry, Elaine, and George wait for a table at a Chinese restaurant, facing various frustrations and comedic mishaps.",
    "topics": [
      "Food",
      "Friendship",
      "Social anxiety"
    ]
  },
  {
    "title": "The Busboy",
    "season": 2,
    "episode": 12,
    "summary": "\"The Busboy\" is the 17th episode of Seinfeld to air. It was the third episode produced for the second season, but was the 12th and final episode to air. It aired on NBC on June 26, 1991.",
    "subtitle": "George's mishap with a busboy leads to unexpected consequences for Jerry and the gang.",
    "topics": [
      "Food",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Note (Seinfeld)",
    "season": 3,
    "episode": 1,
    "summary": "\"The Note\" is the 18th episode of Seinfeld. It is the first episode of the show's third season. It aired on NBC on September 18, 1991.",
    "subtitle": "Jerry's life is turned upside down when he discovers a note from his girlfriend that leads to unexpected consequences.",
    "topics": [
      "Friendship",
      "Social anxiety",
      "Work"
    ]
  },
  {
    "title": "The Truth (Seinfeld)",
    "season": 3,
    "episode": 2,
    "summary": "\"The Truth\" is the 19th episode of the NBC sitcom Seinfeld. It is the second episode of the show's third season, first airing on September 25, 1991.  Directed by David Steinberg, this is the first episode (other than the pilot) not directed by Tom Cherones. Steinberg would later direct three others. The episode is the first written by Elaine Pope. She later co-wrote a Seinfeld episode with Larry Charles, \"The Fix-Up\", that won an Emmy Award in 1992 for Outstanding Individual Achievement in Writing in a Comedy Series. She also is credited for the story of one other episode, \"The Cheever Letters\". Both Steinberg as a guest star and Pope as a writer worked on Fridays, a show that included Larry David and Michael Richards as cast members.",
    "subtitle": "Jerry struggles with the truth when he accidentally reveals a secret about his girlfriend.",
    "topics": [
      "Infidelity",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Pen",
    "season": 3,
    "episode": 3,
    "summary": "\"The Pen\" is the 20th episode of Seinfeld, the third episode of the third season which first aired on NBC on October 2, 1991.\nThis is the only episode in which the character of George Costanza does not appear and one of two episodes in which Kramer does not appear (the other being \"The Chinese Restaurant\"). Additionally, this episode is the first appearance of Morty's rival Jack Klompus and of Uncle Leo's wife (and Jerry's aunt) Stella.",
    "subtitle": "Jerry and his parents deal with a pen-related dispute during a visit to Florida.",
    "topics": [
      "Work",
      "Family",
      "Friendship"
    ]
  },
  {
    "title": "The Dog (Seinfeld)",
    "season": 3,
    "episode": 4,
    "summary": "\"The Dog\" is the 21st episode of Seinfeld. The episode was the fourth episode of the show's third season. It was written by series co-creator Larry David and first aired on NBC on October 9, 1991.",
    "subtitle": "George adopts a dog that causes chaos in his life.",
    "topics": [
      "Pets",
      "Friendship"
    ]
  },
  {
    "title": "The Library (Seinfeld)",
    "season": 3,
    "episode": 5,
    "summary": "\"The Library\" is the 22nd episode of the American sitcom Seinfeld. It was the fifth episode of the show's third season. It aired on NBC on October 16, 1991.",
    "subtitle": "Jerry faces a library fine and a confrontation with an old nemesis.",
    "topics": [
      "Work",
      "Friendship",
      "Law"
    ]
  },
  {
    "title": "The Parking Garage",
    "season": 3,
    "episode": 6,
    "summary": "\"The Parking Garage\" is the 23rd episode of the situation comedy Seinfeld. It was the sixth episode of the show's third season. It aired on October 30, 1991 on NBC.\nWritten by Larry David and directed by Tom Cherones, the episode takes place entirely in a parking garage. It received overwhelmingly positive reviews, and was ranked #33 on TV Guide's 1997 list of the 100 Greatest TV episodes of All Time. It received a 12.1/19 Nielsen rating.",
    "subtitle": "The gang gets lost in a parking garage while trying to find their car.",
    "topics": [
      "Friendship",
      "Social anxiety",
      "Travel",
      "Work"
    ]
  },
  {
    "title": "The Cafe (Seinfeld episode)",
    "season": 3,
    "episode": 7,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Tape",
    "season": 3,
    "episode": 8,
    "summary": "\"The Tape\" is the eighth episode of the third season of the American television sitcom Seinfeld (and the 25th episode overall). It first aired on NBC in the United States on November 13, 1991. The episode was written by Larry David, Don McEnery and Bob Shaw, and directed by David Steinberg. In this episode, Elaine leaves an erotic message on a tape recorder as a prank, inadvertently causing George to harbor a secret crush on her.",
    "subtitle": "Elaine's prank leads to unexpected romantic feelings from George.",
    "topics": [
      "Sexual content",
      "Friendship"
    ]
  },
  {
    "title": "The Nose Job",
    "season": 3,
    "episode": 9,
    "summary": "\"The Nose Job\" is the 26th episode of Seinfeld. It is the ninth episode of the show's third season. It first aired on NBC on November 20, 1991. The episode was written by Peter Mehlman and was directed by Tom Cherones.",
    "subtitle": "George's girlfriend undergoes a nose job, leading to unexpected complications in their relationship.",
    "topics": [
      "Infidelity",
      "Body image",
      "Friendship"
    ]
  },
  {
    "title": "The Stranded (Seinfeld)",
    "season": 3,
    "episode": 10,
    "summary": "\"The Stranded\" is the tenth episode of the third season of the American television sitcom Seinfeld (and the 27th episode overall). It first aired on NBC in the United States on November 27, 1991. The episode was originally produced for season two, but was postponed because Larry David was dissatisfied with the episode; it was therefore advertised as a \"lost\" episode. It was also released in the first and second season set instead of the third.\nThe episode was written by Larry David, Jerry Seinfeld and Matt Goldman, and directed by Tom Cherones. Besides the usual cast, other actors in the episode include Michael Chiklis, Teri Austin, Bobbi Jo Lathan, Gwen Shepherd, and Marcia Firesten.",
    "subtitle": "George gets stranded at a party while Jerry and Elaine deal with their own issues.",
    "topics": [
      "Friendship",
      "Travel",
      "Social anxiety"
    ]
  },
  {
    "title": "The Alternate Side",
    "season": 3,
    "episode": 11,
    "summary": "\"The Alternate Side\" is the 28th episode of the sitcom Seinfeld. The episode was the 11th episode of the show's third season, and aired on NBC on December 4, 1991.\nThe episode was written by Larry David and Bill Masters, and was directed by Tom Cherones. The idea for the Woody Allen story came from David's experiences working with Allen; he briefly appeared in Radio Days (1987) and New York Stories (1989). He would later have a lead role in Whatever Works (2009). The episode repeatedly uses the line \"these pretzels are making me thirsty,\" one of the first popular lines to emerge from the show, which inspired fans to throw pretzels during Jerry Seinfeld's stand-up comedy performances during the few months following its premiere.\nIn 2012, Jerry Seinfeld identified this as his least-favorite episode of the series, saying the stroke patient storyline made him feel uncomfortable.",
    "subtitle": "George's new job leads to a memorable line about pretzels and a stroke patient storyline.",
    "topics": [
      "Work",
      "Food",
      "Illness"
    ]
  },
  {
    "title": "The Red Dot",
    "season": 3,
    "episode": 12,
    "summary": "\"The Red Dot\" is the 29th episode of the sitcom Seinfeld. It is the twelfth episode of the show's third season. It first aired on NBC on December 11, 1991.",
    "subtitle": "George's new job leads to a moral dilemma over a red dot on a shirt.",
    "topics": [
      "Work",
      "Friendship",
      "Money"
    ]
  },
  {
    "title": "The Subway (Seinfeld)",
    "season": 3,
    "episode": 13,
    "summary": "\"The Subway\" is the 30th episode of the sitcom Seinfeld. It is the 13th episode of the show's third season. It aired on NBC on January 8, 1992.\nThe episode was written by Larry Charles and was directed by Tom Cherones.",
    "subtitle": "The gang experiences various misadventures while riding the subway in New York City.",
    "topics": [
      "Friendship",
      "Travel",
      "Social anxiety"
    ]
  },
  {
    "title": "The Pez Dispenser",
    "season": 3,
    "episode": 14,
    "summary": "\"The Pez Dispenser\" is the 31st episode of the sitcom Seinfeld. The episode was the fourteenth episode of the show's third season. It aired on NBC on January 15, 1992. The episode was written by Jerry Seinfeld and Larry David and was directed by Tom Cherones.",
    "subtitle": "Elaine's new Pez dispenser becomes a source of tension and hilarity among the group.",
    "topics": [
      "Food",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Suicide (Seinfeld)",
    "season": 3,
    "episode": 15,
    "summary": "\"The Suicide\" is the 32nd episode of the sitcom Seinfeld, of which it was the fifteenth episode of the third season. It first aired on NBC on January 29, 1992.\nThe episode features the first on-screen appearance of Newman, portrayed by Wayne Knight. He had previously been portrayed, in voice only, by Larry David in the seventh episode of the second season, \"The Revenge\", where, ironically, Newman attempts suicide himself by threatening to jump off the roof of the building.\n\"The Suicide\" features the first of two references George makes to his brother. Like Jerry's sister, mentioned for the first and only time in \"The Chinese Restaurant\", his sibling is never seen on-screen.",
    "subtitle": "George's antics lead to a dramatic situation involving Newman and a suicide threat.",
    "topics": [
      "Death",
      "Mental health",
      "Friendship"
    ]
  },
  {
    "title": "The Fix-Up",
    "season": 3,
    "episode": 16,
    "summary": "\"The Fix-Up\" is the 33rd episode of the sitcom Seinfeld. It is the 16th episode of the show's third season. It aired on NBC on February 5, 1992. The episode won the award for Outstanding Writing for a Comedy Series at the 1992 Emmy Awards for Larry Charles and Elaine Pope, the writers of the episode.",
    "subtitle": "Jerry and Elaine try to set up George and a woman, leading to unexpected complications.",
    "topics": [
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Boyfriend (Seinfeld)",
    "season": 3,
    "episode": 17,
    "summary": "\"The Boyfriend\" (also known as \"The New Friend\") is an hour long episode of the sitcom Seinfeld. It makes up the 34th and 35th episodes of the show, and 17th and 18th episodes of the show's third season. It first aired on NBC on February 12, 1992.\n In the \"extras\" section of the Season 3 DVD, Jerry Seinfeld says it is his favorite episode. The first extended episode of the series, it was later split into two parts for syndication; the original version can be seen on the season 3 DVD and Netflix.",
    "subtitle": "Jerry befriends a new friend, but things get complicated when George feels left out.",
    "topics": [
      "Friendship",
      "Social anxiety"
    ]
  },
  {
    "title": "316",
    "season": 3,
    "episode": 18,
    "summary": "Year 316 (CCCXVI) was a leap year starting on Sunday of the Julian calendar. At the time, it was known as the Year of the Consulship of Sabinus and Rufinus (or, less frequently, year 1069 Ab urbe condita). The denomination 316 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Limo (Seinfeld)",
    "season": 3,
    "episode": 19,
    "summary": "\"The Limo\" is the 19th episode of the third season of the American sitcom Seinfeld (the 36th episode overall). It aired on NBC on February 26, 1992.",
    "subtitle": "Jerry and George mistakenly take a limousine meant for a wealthy man, leading to a series of comedic misadventures.",
    "topics": [
      "Travel",
      "Friendship",
      "Money"
    ]
  },
  {
    "title": "The Good Samaritan (Seinfeld)",
    "season": 3,
    "episode": 20,
    "summary": "\"The Good Samaritan\" is the 37th episode of the sitcom Seinfeld. It is the 20th episode of the third season, and first aired on NBC on March 4, 1992. This is the only episode of Seinfeld to be directed by one of the show's stars, Jason Alexander, who played George Costanza.",
    "subtitle": "George's moral dilemma leads to unexpected consequences when he witnesses a hit-and-run.",
    "topics": [
      "Friendship",
      "Law"
    ]
  },
  {
    "title": "The Letter (Seinfeld)",
    "season": 3,
    "episode": 21,
    "summary": "\"The Letter\" is the 38th episode of the sitcom Seinfeld. The episode was the 21st of the third season. It aired on NBC on March 25, 1992.",
    "subtitle": "Jerry's girlfriend breaks up with him over a letter he wrote, leading to a series of misunderstandings.",
    "topics": [
      "Breakup",
      "Friendship",
      "Infidelity"
    ]
  },
  {
    "title": "The Parking Space",
    "season": 3,
    "episode": 22,
    "summary": "\"The Parking Space\" is the 39th episode of the sitcom Seinfeld. The episode was the 22nd episode of the third season. It aired on NBC on April 22, 1992. The story centers on George's protracted struggle with Kramer's friend Mike to claim a parking space they both entered at the same time. The story of the parking confrontation was inspired by a similar incident that happened to writer Greg Daniels' father.",
    "subtitle": "George and Kramer engage in a heated battle over a coveted parking space.",
    "topics": [
      "Friendship",
      "Work",
      "Social anxiety"
    ]
  },
  {
    "title": "The Keys (Seinfeld)",
    "season": 3,
    "episode": 23,
    "summary": "\"The Keys\" is the 40th episode of the sitcom Seinfeld. It is the 23rd, and final, episode of the third season and the first of a three-episode story arc. It first aired on NBC on May 6, 1992. In this episode, Jerry takes back his spare keys from Kramer, straining their friendship. Candice Bergen guest stars as herself, playing the title character from Murphy Brown (as she did in real life) in a TV episode within a TV episode. This episode ended on a cliffhanger that would later be resolved in \"The Trip\", the two-part premiere episode of the show's fourth season.",
    "subtitle": "Jerry takes back his spare keys from Kramer, straining their friendship.",
    "topics": [
      "Friendship"
    ]
  },
  {
    "title": "The Trip (Seinfeld)",
    "season": 4,
    "episode": 1,
    "summary": "\"The Trip\" is the two-part fourth season premiere of the NBC sitcom Seinfeld. It comprises the 41st and 42nd episodes of the series overall, which aired on August 12 and August 19, 1992. Following Kramer's move to Los Angeles in the season 3 finale, \"The Keys\", this two-part episode sends Jerry and George to L.A. in search of Kramer while Jerry appears on The Tonight Show. Their search is complicated when police identifies Kramer as a serial killer known as the \"Smog Strangler\". Jerry and George then develop a pilot episode for a sitcom pitch to NBC in a story arc running through the rest of season 4.",
    "subtitle": "Jerry and George travel to Los Angeles to find Kramer, who is mistakenly identified as a serial killer.",
    "topics": [
      "Travel",
      "Friendship",
      "Violence",
      "Work"
    ]
  },
  {
    "title": "August 19, 1992 (1992-08-19)",
    "season": 4,
    "episode": 2,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Pitch (Seinfeld)",
    "season": 4,
    "episode": 3,
    "summary": "\"The Pitch\" is the 43rd episode of the NBC sitcom Seinfeld. It is the third episode of the fourth season. It aired on September 16, 1992. Its original airing was as part of a one-hour episode, with \"The Ticket\" as the second half. In this episode, Jerry is invited to pitch a TV show to NBC, and George conceives a \"show about nothing\", kicking off the main story arc of season 4. Jerry has a run-in with \"Crazy\" Joe Davola, a writer who needs psychiatric treatment, and draws Davola's wrath upon himself and Kramer.",
    "subtitle": "Jerry pitches a show to NBC while George creates a 'show about nothing', leading to chaos with Crazy Joe Davola.",
    "topics": [
      "Work",
      "Mental health"
    ]
  },
  {
    "title": "The Ticket (Seinfeld)",
    "season": 4,
    "episode": 4,
    "summary": "\"The Ticket\" is the 44th episode of the NBC sitcom Seinfeld. It is the 4th episode of the fourth season. It aired on September 16, 1992 as a one-hour episode with \"The Pitch\". In this episode, Jerry and George meet with NBC executives to discuss their proposal for a pilot, while Kramer behaves oddly due to a severe blow to the head.",
    "subtitle": "Jerry and George pitch a pilot to NBC while Kramer deals with the aftermath of a head injury.",
    "topics": [
      "Work"
    ]
  },
  {
    "title": "The Wallet",
    "season": 4,
    "episode": 5,
    "summary": "\"The Wallet\" is the 45th episode of the NBC sitcom Seinfeld. It is the fifth episode of the fourth season of the series, and first aired on September 23, 1992. In this episode Morty's wallet goes missing from his trousers while at a back specialist's office, Jerry tries to conceal his having thrown away the watch Morty gave him, and George turns down his and Jerry's deal for a television pilot.",
    "subtitle": "Morty's wallet goes missing, leading to a series of comedic mishaps involving Jerry and George.",
    "topics": [
      "Money",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Watch (Seinfeld)",
    "season": 4,
    "episode": 6,
    "summary": "\"The Watch\" is the 46th episode of the sitcom Seinfeld. It is the sixth episode of the fourth season of the series, and first aired on NBC on September 30, 1992. In a direct continuation of the previous episode, \"The Wallet\", George learns that his efforts at negotiation have cost him and Jerry the deal with NBC for a television pilot, and he makes a desperate bid to get it back, while Jerry tries to keep his parents from discovering that the watch Uncle Leo found in a garbage can is the one they gave Jerry as a gift, and Elaine's plan for Kramer to pose as her new boyfriend does not prove as effective as hoped.",
    "subtitle": "George's negotiation mishap jeopardizes a TV deal while Jerry hides a family secret about a watch.",
    "topics": [
      "Work",
      "Friendship",
      "Money"
    ]
  },
  {
    "title": "The Bubble Boy (Seinfeld)",
    "season": 4,
    "episode": 7,
    "summary": "\"The Bubble Boy\" is the 47th episode of the American sitcom Seinfeld. It is the seventh episode of the fourth season. In this episode, a weekend cabin trip upstate is derailed when Jerry and Elaine get stranded without directions, and George and Susan end up visiting Jerry's fan, an immunodeficient \"bubble boy\", in Jerry's place.\nThe episode was directed by Tom Cherones and written by Larry David and Larry Charles, airing on NBC on October 7, 1992.",
    "subtitle": "Jerry and Elaine get lost on a trip while George and Susan visit a bubble boy.",
    "topics": [
      "Friendship",
      "Illness",
      "Travel"
    ]
  },
  {
    "title": "The Cheever Letters",
    "season": 4,
    "episode": 8,
    "summary": "\"The Cheever Letters\" is the eighth episode of the fourth season of the American television sitcom Seinfeld (and the 48th episode overall). It first aired on NBC in the United States on October 28, 1992. In this episode, George and Susan break the news about the cabin burning down to Susan's parents, but the tension over this revelation is soon eclipsed by the content of letters from John Cheever found in the ruins of the cabin. Meanwhile, Jerry dates Elaine's secretary and inadvertently offends her during their dirty talk. The episode was written by Larry David, Elaine Pope and Tom Leopold, and directed by Tom Cherones.",
    "subtitle": "George and Susan reveal the cabin's destruction while letters from John Cheever create further tension.",
    "topics": [
      "Breakup",
      "Infidelity",
      "Work"
    ]
  },
  {
    "title": "The Opera (Seinfeld)",
    "season": 4,
    "episode": 9,
    "summary": "\"The Opera\" is the 49th episode of the sitcom Seinfeld. It is the ninth episode of the fourth season. It aired on November 4, 1992 on NBC. This episode deals with the characters attending a production of Pagliacci. The characters' lives begin to imitate the opera when Elaine's increasingly unstable boyfriend \"Crazy\" Joe Davola thinks she is cheating on him and stalks her and Jerry while dressed in a clown costume.",
    "subtitle": "The gang attends an opera, leading to chaos as Elaine's boyfriend becomes dangerously obsessed.",
    "topics": [
      "Friendship",
      "Mental health",
      "Violence"
    ]
  },
  {
    "title": "The Virgin (Seinfeld)",
    "season": 4,
    "episode": 10,
    "summary": "\"The Virgin\" is the tenth episode of the fourth season of the American television sitcom Seinfeld (and the 50th episode overall). It first aired on NBC in the United States on November 11, 1992. In this episode, Jerry and George have one day left to write a pilot idea to pitch to NBC. Jerry starts dating Marla, a virgin, but Elaine takes it upon herself to educate Marla about sex. The cast assembled to read this episode's script on October 14, 1992, and it was filmed six days later, on October 20.",
    "subtitle": "Jerry dates a virgin while George and Jerry scramble to pitch a pilot to NBC.",
    "topics": [
      "Sexual content",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Contest",
    "season": 4,
    "episode": 11,
    "summary": "\"The Contest\" is the eleventh episode of the fourth season of the American television sitcom Seinfeld, and the 51st episode overall. Written by Larry David and directed by Tom Cherones, the episode originally aired on NBC on November 18, 1992. In the episode, Jerry, George, Elaine, and Kramer hold a contest to determine who can go for the longest time without masturbating.\nAs NBC executives felt that masturbation was not a topic suitable for prime time television, the word masturbation is never used in the episode, instead replaced by a number of comic euphemisms.\nThe term \"master of my domain\", describing someone who has resisted the urge to masturbate, has since become a popular catchphrase.\nDavid won a Primetime Emmy Award for Outstanding Writing in a Comedy Series for the episode. In 2009, \"The Contest\" was ranked number 1 on TV Guide's list of the \"100 Greatest Episodes of All-Time\".",
    "subtitle": "The gang engages in a contest to see who can abstain from masturbation the longest.",
    "topics": [
      "Sexual content",
      "Addiction",
      "Friendship"
    ]
  },
  {
    "title": "The Airport",
    "season": 4,
    "episode": 12,
    "summary": "\"The Airport\" is the 52nd episode of the sitcom Seinfeld. It is the 12th episode of the fourth season and aired on November 25, 1992 on NBC. This episode centers on Jerry's and Elaine's differing experiences in first class and coach on the same airline flight, while George and Kramer suffer mishaps trying to pick them up at the airport.",
    "subtitle": "Jerry and Elaine experience contrasting airline classes while George and Kramer face airport mishaps.",
    "topics": [
      "Travel"
    ]
  },
  {
    "title": "The Pick",
    "season": 4,
    "episode": 13,
    "summary": "\"The Pick\" is the 53rd episode of the sitcom Seinfeld. It is the 13th episode of the fourth season, and first aired on December 16, 1992 on NBC. In this episode, Elaine mistakenly mails out a Christmas card in which her nipple is exposed to all her friends and relatives, Jerry's girlfriend breaks up with him after she sees him seemingly pick his nose, and Kramer is angered when he learns Calvin Klein has put out a new perfume based on his idea for a perfume that smells like the beach.",
    "subtitle": "Elaine accidentally sends out a Christmas card featuring her exposed nipple, while Jerry faces a breakup over a nose-picking incident.",
    "topics": [
      "Breakup",
      "Sexual content",
      "Body image"
    ]
  },
  {
    "title": "The Movie",
    "season": 4,
    "episode": 14,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Visa (Seinfeld)",
    "season": 4,
    "episode": 15,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Shoes (Seinfeld)",
    "season": 4,
    "episode": 16,
    "summary": "\"The Shoes\" is the 56th episode of the NBC television sitcom Seinfeld. It is the 16th episode for the fourth season, and first aired on February 4, 1993. In the episode, Elaine feuds with Jerry's ex-girlfriend, Gail, for calling out Elaine's shoes from a high-end store. Jerry and George's pilot deal with NBC is canceled again when NBC president Russell Dalrymple catches George peeking at his teenage daughter's cleavage.",
    "subtitle": "Elaine clashes with Jerry's ex over shoes while George's pilot deal faces another setback.",
    "topics": [
      "Women",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Outing (Seinfeld)",
    "season": 4,
    "episode": 17,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Old Man (Seinfeld)",
    "season": 4,
    "episode": 18,
    "summary": "\"The Old Man\" is the 58th episode of the American television sitcom Seinfeld. It was the 18th episode of the 4th season. It aired on February 18, 1993 on NBC. In this episode, Jerry, Elaine, and George volunteer to visit the elderly, while Kramer and Newman haul off unwanted vinyl records to resell.",
    "subtitle": "Jerry, Elaine, and George volunteer to visit the elderly while Kramer and Newman deal with unwanted vinyl records.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Implant",
    "season": 4,
    "episode": 19,
    "summary": "\"The Implant\" is the 59th episode of the sitcom Seinfeld. It is the 19th episode of the fourth season, and first aired on February 25, 1993 on NBC. In this episode, Elaine investigates whether Jerry is dating a woman with breast implants, and George tries to legitimize himself as his girlfriend's boyfriend by accompanying her to a funeral in Detroit. This episode popularized the term \"double dipping\" entering the public lexicon.",
    "subtitle": "Elaine investigates a woman's breast implants while George tries to impress his girlfriend at a funeral.",
    "topics": [
      "Death",
      "Sexual content",
      "Body image",
      "Friendship"
    ]
  },
  {
    "title": "The Junior Mint",
    "season": 4,
    "episode": 20,
    "summary": "\"The Junior Mint\" is the 60th episode of the NBC sitcom Seinfeld. It is the 20th episode of the fourth season. It aired on March 18, 1993. In this episode, Jerry tries to identify the woman he is dating without asking her name, Elaine reconnects with Roy, a painter she left for being fat, and Jerry and Kramer drop a Junior Mint into Roy's body during surgery. This episode won Michael Richards his first Emmy of the series.",
    "subtitle": "Jerry and Kramer accidentally drop a Junior Mint into a patient's body during surgery while Elaine reconnects with an old flame.",
    "topics": [
      "Food",
      "Illness",
      "Friendship"
    ]
  },
  {
    "title": "The Smelly Car",
    "season": 4,
    "episode": 21,
    "summary": "\"The Smelly Car\" is the 61st episode of the sitcom Seinfeld, and the 21st episode of the fourth season. It aired on April 15, 1993 on NBC. In this episode, Jerry gets his car back from a valet, only to find that an all-pervading stench has taken root inside. George reconnects with Susan, who has become a lesbian after breaking up with him.",
    "subtitle": "Jerry's car develops a terrible smell while George reconnects with his ex who has come out as a lesbian.",
    "topics": [
      "Breakup",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Handicap Spot",
    "season": 4,
    "episode": 22,
    "summary": "\"The Handicap Spot\" is the 22nd episode of the fourth season and the 62nd overall episode of Seinfeld. It aired on May 13, 1993 on NBC. In this episode, George parks his father's car illegally in a handicap spot while the group gets a big-screen TV for their friend \"the Drake\"'s engagement.",
    "subtitle": "George parks in a handicap spot while the group prepares for a friend's engagement party.",
    "topics": [
      "Law",
      "Friendship",
      "Money"
    ]
  },
  {
    "title": "The Pilot (Seinfeld)",
    "season": 4,
    "episode": 23,
    "summary": "\"The Pilot\" is the two-part season finale of the fourth season of the American sitcom Seinfeld. It is the 23rd and 24th episode of the fourth season and the 63rd and 64th episode overall. It was written by series co-creator Larry David and directed by Tom Cherones, and originally aired on NBC on May 20, 1993.\nThe two-part episode aired at an earlier time, 8:00 p.m., to leave room for the two-hour series finale of Cheers, whose timeslot was subsequently claimed by Seinfeld at the start of the 1993-94 season in September 1993.\nAbout 32 million people watched both parts of \"The Pilot\" when it initially aired. An additional 2 million watched the first part but not the second, and 3 million more watched the second part but not the first.",
    "subtitle": "The characters of Seinfeld create a pilot for a television show based on their lives.",
    "topics": [
      "Work"
    ]
  },
  {
    "title": "424",
    "season": 4,
    "episode": 24,
    "summary": "Year 424 (CDXXIV) was a leap year starting on Tuesday of the Julian calendar. At the time, it was known as the Year of the Consulship of Castinus and Victor (or, less frequently, year 1177 Ab urbe condita). The denomination 424 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Mango",
    "season": 5,
    "episode": 1,
    "summary": "\"The Mango\" is the 65th episode of the NBC sitcom Seinfeld. It aired on September 16, 1993, and is the premiere of the show's fifth season. In this episode, Jerry gets defensive after Elaine admits to having faked all her orgasms with him. George's insecurity over sexual performance becomes a self-fulfilling prophecy. Kramer's high standards for fruit get him banned from the only grocer where he will buy fruit.",
    "subtitle": "Jerry confronts Elaine about her faked orgasms while George struggles with his sexual insecurities and Kramer faces fruit discrimination.",
    "topics": [
      "Sexual content",
      "Food",
      "Friendship"
    ]
  },
  {
    "title": "The Puffy Shirt",
    "season": 5,
    "episode": 2,
    "summary": "\"The Puffy Shirt\" is the second episode of the fifth season of the American NBC sitcom Seinfeld. It was the 66th episode and originally aired on September 23, 1993. In this episode, bluffing through a conversation with Kramer's girlfriend who speaks inaudibly, Jerry unwittingly agrees to wear a flamboyant puffy shirt she designed to a TV appearance promoting a charity benefit. George runs out of money and moves back in with his parents, but gets scouted as a hand model.\nThis episode popularized the term \"low talker\". Larry David, the co-creator of the show, came up with the idea to use the shirt, and cites this episode as one of his favorites in the series.",
    "subtitle": "Jerry agrees to wear a flamboyant puffy shirt designed by Kramer's girlfriend, while George moves back in with his parents and gets scouted as a hand model.",
    "topics": [
      "Money",
      "Work",
      "Friendship"
    ]
  },
  {
    "title": "The Glasses",
    "season": 5,
    "episode": 3,
    "summary": "\"The Glasses\" is the third episode of the fifth season of the American sitcom Seinfeld. The 67th episode of the series overall, it was written by the writing team Tom Gammill and Max Pross, their debut for the series, and directed by Tom Cherones. It first aired on NBC on September 30, 1993.\nIn this episode, George, shopping for new glasses, believes he sees Jerry's girlfriend Amy with Jerry's cousin Jeffrey. He fails to get a discount through Kramer's optometrist connection, while Elaine gets bitten by a dog. Rance Howard appears as a blind man, while Anna Gunn plays Amy. This episode ends with the dedication \"In memory of our friend, John Oteri,\" who worked as a camera operator on the show.",
    "subtitle": "George struggles with new glasses while Elaine has a dog encounter.",
    "topics": [
      "Pets",
      "Friendship"
    ]
  },
  {
    "title": "The Sniffing Accountant",
    "season": 5,
    "episode": 4,
    "summary": "\"The Sniffing Accountant\" is the 68th episode of the sitcom Seinfeld, being the fourth episode of the series' fifth season. It aired on NBC on October 7, 1993.\nIn the episode, Jerry, Kramer, and Newman entrust their money to an accountant, but his habitual sniffing convinces them that he is snorting cocaine. George interviews for a bra salesman job, and Elaine nitpicks her otherwise perfect boyfriend for writing without exclamation points.\nThe episode was written by the creators of Seinfeld, Larry David and Jerry Seinfeld, and directed by Tom Cherones. To research the recurring joke of taking a stranger's clothing material between thumb and forefinger, David did this himself, assessing the different kinds of fabric and the owners' reactions. The episode received positive reviews from critics and received a 19.1/21 Nielsen rating.",
    "subtitle": "Jerry and friends suspect their accountant of drug use due to his constant sniffing, while George seeks a new job and Elaine critiques her boyfriend's punctuation.",
    "topics": [
      "Drugs",
      "Money",
      "Work"
    ]
  },
  {
    "title": "The Bris",
    "season": 5,
    "episode": 5,
    "summary": "\"The Bris\" is the 69th episode of the sitcom Seinfeld. It is the fifth episode of the fifth season, and first aired on October 14, 1993. In this episode, Jerry and Elaine become godparents to a friend's baby, but are unenthusiastic about organizing the baby's bris. Kramer tries to stop the baby's circumcision, and to prove he saw a \"pig-man\" in the hospital. George's car roof gets cratered by a suicidal jumper.",
    "subtitle": "Jerry and Elaine navigate the challenges of becoming godparents while Kramer tries to intervene in a circumcision.",
    "topics": [
      "Parenting",
      "Religion"
    ]
  },
  {
    "title": "The Lip Reader",
    "season": 5,
    "episode": 6,
    "summary": "\"The Lip Reader\" is the 70th episode of the sitcom Seinfeld. It is the sixth episode of the fifth season, and first aired on October 28, 1993. In this episode, Elaine gets caught faking deafness, while Jerry starts dating Laura, a deaf woman who can read lips. George enlists Laura's help to find out the real reason he got dumped. The title character was played by Marlee Matlin.",
    "subtitle": "Elaine fakes deafness while Jerry dates a deaf woman who can read lips.",
    "topics": [
      "Breakup",
      "Friendship",
      "Social anxiety",
      "Women"
    ]
  },
  {
    "title": "The Non-Fat Yogurt",
    "season": 5,
    "episode": 7,
    "summary": "\"The Non-Fat Yogurt\" is the 71st episode of the NBC sitcom Seinfeld. It is the seventh episode of the fifth season, and first aired on November 4, 1993. In this episode, the delicious \"non-fat\" yogurt at a new shop makes everyone inexplicably gain weight, while George tries to outsmart his childhood nemesis Lloyd Braun. These events accidentally change the course of the 1993 New York City mayoral election.\nThis is the first appearance Braun, played here by Peter Keleghan. Braun would reappear, played by Matt McCoy, in \"The Gum\" and \"The Serenity Now\". Maryedith and Matthew previously appeared in \"The Parking Space\".",
    "subtitle": "The gang discovers that a non-fat yogurt shop causes weight gain, while George confronts his childhood rival.",
    "topics": [
      "Food",
      "Politics",
      "Body image"
    ]
  },
  {
    "title": "The Barber (Seinfeld)",
    "season": 5,
    "episode": 8,
    "summary": "\"The Barber\" is the 72nd episode of the NBC sitcom Seinfeld. It is the eighth episode of the fifth season, and first aired on November 11, 1993. In this episode, Jerry needs to get a haircut behind the back of his usual barber, while George goes to work at a company without knowing if he is hired.",
    "subtitle": "Jerry seeks a haircut from a new barber while George navigates a confusing job situation.",
    "topics": [
      "Work"
    ]
  },
  {
    "title": "The Masseuse (Seinfeld)",
    "season": 5,
    "episode": 9,
    "summary": "\"The Masseuse\" is the 73rd episode of the NBC sitcom Seinfeld. It is the ninth episode of the fifth season, and first aired on November 18, 1993. In this episode, Jerry wants a massage more than sex from his masseuse girlfriend, while George wants the approval of Jerry's girlfriend more than his own. Elaine struggles with her boyfriend sharing a name with serial killer Joel Rifkin.",
    "subtitle": "Jerry prioritizes a massage over sex with his masseuse girlfriend, while George seeks approval from her, and Elaine deals with a troubling name coincidence.",
    "topics": [
      "Sexual content",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Cigar Store Indian",
    "season": 5,
    "episode": 10,
    "summary": "\"The Cigar Store Indian\" is the 74th episode of the NBC sitcom Seinfeld. It is the tenth episode of the fifth season, and first aired on December 9, 1993. In this episode, Jerry gives Elaine a cigar store Indian, which starts his flirtation with a Native American off on the wrong foot; George brings a woman home while his parents are away; Elaine ends up on the hook for replacing George's father's copy of TV Guide; and Kramer comes up with a \"coffee table book about coffee tables\".",
    "subtitle": "Jerry's gift of a cigar store Indian leads to cultural misunderstandings and personal dilemmas.",
    "topics": [
      "Smoking",
      "Friendship",
      "Women"
    ]
  },
  {
    "title": "The Conversion (Seinfeld)",
    "season": 5,
    "episode": 11,
    "summary": "\"The Conversion\" is the 75th episode of the NBC sitcom Seinfeld. It is the 11th episode of the fifth season, and first aired on December 16, 1993. In this episode, George converts to Latvian Orthodox so that he can continue seeing his girlfriend, incidentally prompting a Latvian Orthodox novice to consider leaving the order when she becomes smitten with Kramer. Meanwhile, Jerry seeks the advice of Elaine's podiatrist boyfriend after he finds a tube of fungicide in his girlfriend's medicine cabinet.",
    "subtitle": "George converts to Latvian Orthodox to keep his girlfriend, while Jerry seeks advice from Elaine's podiatrist boyfriend.",
    "topics": [
      "Religion",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Stall",
    "season": 5,
    "episode": 12,
    "summary": "\"The Stall\" is the 76th episode of the NBC sitcom Seinfeld. It is the 12th episode of the fifth season, and first aired on January 6, 1994. In this episode, Jerry's girlfriend Jane refuses to share toilet paper with Elaine from the next stall over; Kramer suspects Jane is a phone sex operator; and Elaine dates a \"mimbo\" who gets injured while rock climbing with George and Kramer.",
    "subtitle": "Elaine faces a toilet paper dilemma while dating a 'mimbo' and dealing with a suspicious Kramer.",
    "topics": [
      "Friendship",
      "Sexual content",
      "Work"
    ]
  },
  {
    "title": "The Dinner Party (Seinfeld)",
    "season": 5,
    "episode": 13,
    "summary": "\"The Dinner Party\" is the 77th episode of the NBC sitcom Seinfeld. This is the 13th episode of the fifth season, and first aired on February 3, 1994. The episode follows the cast's struggles to pick up gifts before a dinner party.",
    "subtitle": "The gang navigates the challenges of picking up gifts for a dinner party.",
    "topics": [
      "Food",
      "Friendship",
      "Social anxiety"
    ]
  },
  {
    "title": "The Marine Biologist",
    "season": 5,
    "episode": 14,
    "summary": "\"The Marine Biologist\" is the 78th episode of the American sitcom Seinfeld. It is the 14th episode of the fifth season. It was originally broadcast on NBC on February 10, 1994. In the episode, Jerry hooks up George with a popular ex-classmate, but George must play along with Jerry's lie that he is a marine biologist, while a renowned Russian author throws Elaine's electronic organizer out of a moving limousine. Jerry Seinfeld considers the episode one of his favorites.",
    "subtitle": "George pretends to be a marine biologist while dealing with a romantic interest and a thrown electronic organizer.",
    "topics": [
      "Friendship",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Pie",
    "season": 5,
    "episode": 15,
    "summary": "\"The Pie\" is the 79th episode of the NBC sitcom Seinfeld. This was the 15th episode for the fifth season. It aired on February 17, 1994. In this episode, Jerry needs to know why his girlfriend refused to try some apple pie; Elaine searches for the creator of a store mannequin with her own face; George and another man contend to buy the same suit on sale; and Kramer starts seeing a long-nailed woman to get his back scratched.",
    "subtitle": "Jerry investigates his girlfriend's aversion to apple pie while Elaine searches for a mannequin creator, George competes for a suit, and Kramer dates a woman with long nails.",
    "topics": [
      "Food",
      "Friendship",
      "Money",
      "Women"
    ]
  },
  {
    "title": "The Stand In (Seinfeld)",
    "season": 5,
    "episode": 16,
    "summary": "\"The Stand In\" is the 80th episode of the NBC sitcom Seinfeld. This was the 16th episode of the fifth season. It aired on February 24, 1994. In this episode, Jerry struggles to get a hospitalized friend to laugh, George commits to a woman he does not like out of sheer spite, and Kramer pressures his friend Mickey Abbott, a little person, to commit taboo \"heightening\".",
    "subtitle": "Jerry tries to make a friend laugh in the hospital while George dates a woman out of spite and Kramer pressures a little person friend.",
    "topics": [
      "Illness",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Wife (Seinfeld)",
    "season": 5,
    "episode": 17,
    "summary": "\"The Wife\" is the 81st episode of the NBC sitcom Seinfeld. The 17th episode of the fifth season, it was originally broadcast on March 17, 1994. In this episode, Jerry and his girlfriend roleplay as husband and wife for a dry cleaning discount. A fellow health club member gives Elaine mixed romantic signals, while planning to get George thrown out for urinating in the shower. Jerry's quasi-wife was played by Courteney Cox, just prior to Cox's breakthrough as a star. For the syndicated repeats, this episode is just one of a few this season to keep Jerry's opening stand-up routine intact.",
    "subtitle": "Jerry and his girlfriend roleplay as husband and wife for a dry cleaning discount, while Elaine navigates mixed signals from a health club member.",
    "topics": [
      "Women",
      "Friendship",
      "Money",
      "Sexual content"
    ]
  },
  {
    "title": "The Raincoats (Seinfeld)",
    "season": 5,
    "episode": 18,
    "summary": "\"The Raincoats\" is a two-part episode of the American sitcom Seinfeld. It is the 82nd and 83rd episode of the show, and the 18th and 19th episodes of the fifth season. The episode was first shown on NBC on April 28, 1994, and garnered an Emmy nomination for Outstanding Guest Actor in a Comedy Series for Judge Reinhold.\nThe episode was written by Tom Gammill, Max Pross, Larry David, and Jerry Seinfeld and directed by Tom Cherones. In this episode, Morty partners with Kramer to sell off some vintage raincoats with only days before he and Helen leave for Paris; Elaine's boyfriend devotes himself to Morty and Helen; George tries to get out of mentoring for Big Brother, and sells his father's old clothes behind his back; and Jerry and his girlfriend cannot resist making out during Schindler's List.",
    "subtitle": "Morty and Kramer sell vintage raincoats while George tries to avoid mentoring and Jerry gets distracted during a serious film.",
    "topics": [
      "Money",
      "Travel",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "520",
    "season": 5,
    "episode": 19,
    "summary": "Year 520 (DXX) was a leap year starting on Wednesday of the Julian calendar. In the Roman Empire, it was known as the Year of the Consulship of Rusticus and Vitalianus (or, less frequently, year 1273 Ab urbe condita). The denomination 520 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Fire (Seinfeld)",
    "season": 5,
    "episode": 20,
    "summary": "\"The Fire\" is the 84th episode of the NBC sitcom Seinfeld and the 20th episode of the fifth season. It originally aired on May 5, 1994, on NBC. This was the final episode to be written by Larry Charles. In this episode, Jerry gets revenge on Elaine's coworker Toby for heckling his show, George abandons women, children and the elderly during a fire, and Kramer has a heroic adventure saving Toby's severed pinky toe.",
    "subtitle": "Jerry seeks revenge on Elaine's coworker while George panics during a fire.",
    "topics": [
      "Friendship",
      "Violence",
      "Work"
    ]
  },
  {
    "title": "The Hamptons (Seinfeld)",
    "season": 5,
    "episode": 21,
    "summary": "\"The Hamptons\" is the 85th episode of the NBC sitcom Seinfeld, the 21st episode of the fifth season. It aired on May 12, 1994. In the episode, over a weekend at a Hamptons beach house, everyone else sees George's girlfriend topless before he can; Jerry's girlfriend sees George's penile shrinkage after a swim; Elaine receives the same compliment as the hosts' ugly baby; and Kramer treats everyone to stolen lobster.",
    "subtitle": "A weekend getaway in the Hamptons leads to awkward encounters and unexpected revelations among friends.",
    "topics": [
      "Sexual content",
      "Body image",
      "Food",
      "Friendship",
      "Travel"
    ]
  },
  {
    "title": "The Opposite",
    "season": 5,
    "episode": 22,
    "summary": "\"The Opposite\" is the 22nd and final episode of the fifth season of the NBC sitcom Seinfeld. It aired on May 19, 1994. In this episode, George turns his life around by following the opposite of his instincts; Elaine's love of Jujyfruit ruins her life; and every misfortune in Jerry's life is evened out.\nThis is the last episode Tom Cherones directed. Andy Ackerman took over as the primary director the following season and held that role until the end of the show's run.",
    "subtitle": "George decides to do the opposite of his instincts, leading to unexpected changes in his life.",
    "topics": [
      "Friendship",
      "Food",
      "Work"
    ]
  },
  {
    "title": "The Chaperone (Seinfeld)",
    "season": 6,
    "episode": 1,
    "summary": "\"The Chaperone\" is the first episode of the sixth season of the American television sitcom Seinfeld, and the 87th episode overall. It first aired on NBC in the United States on September 22, 1994. This is the first episode to be directed by Andy Ackerman. In this episode, Kramer meddles in a Miss America contestant's competition strategy, the New York Yankees wear cotton uniforms on George's advice, and Elaine becomes a fussy socialite's personal assistant.",
    "subtitle": "Kramer interferes in a Miss America contest while George gives the Yankees fashion advice.",
    "topics": [
      "Sports",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Big Salad",
    "season": 6,
    "episode": 2,
    "summary": "\"The Big Salad\" is the 88th episode of the NBC sitcom Seinfeld. This was the second episode for the sixth season. It aired on September 29, 1994. In this episode, George wants credit for buying Elaine a big salad, Elaine avoids the advances of a stationery store clerk, Kramer assumes his golf scorekeeping drove a former baseball star to murder, and Jerry needs to know why his girlfriend was not good enough for Newman.",
    "subtitle": "George seeks recognition for a salad purchase while Elaine deals with a clerk's advances.",
    "topics": [
      "Food",
      "Friendship",
      "Sports",
      "Work"
    ]
  },
  {
    "title": "The Pledge Drive",
    "season": 6,
    "episode": 3,
    "summary": "\"The Pledge Drive\" is the 89th episode of the NBC sitcom Seinfeld. This was the third episode of the sixth season. It aired on October 6, 1994. In this episode, Elaine cannot tell apart her friend Noreen and Noreen's boyfriend over the phone, Jerry overdraws his grandmother's bank account, and George, by eating a Snickers bar snobbishly, gets to take Yankee Danny Tartabull to a PBS pledge drive where Jerry and Kramer are volunteering.",
    "subtitle": "Elaine struggles to identify her friend over the phone while Jerry and Kramer volunteer at a PBS pledge drive.",
    "topics": [
      "Friendship",
      "Money",
      "Food",
      "Sports",
      "Work"
    ]
  },
  {
    "title": "The Chinese Woman",
    "season": 6,
    "episode": 4,
    "summary": "\"The Chinese Woman\" is the 90th episode of the NBC sitcom Seinfeld. This was the fourth episode for the sixth season. It aired on October 13, 1994. In this episode, a woman named Donna Chang benefits from goodwill towards Chinese people, George's father is seen with a mysterious caped man, Kramer must give up wearing briefs to restore his sperm count, and Elaine accidentally sabotages her friend Noreen's love life again.",
    "subtitle": "George's father encounters a mysterious man while Kramer makes a personal sacrifice for his health.",
    "topics": [
      "Friendship",
      "Sexual content",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Couch (Seinfeld)",
    "season": 6,
    "episode": 5,
    "summary": "\"The Couch\" is the 91st episode of the NBC sitcom Seinfeld. This was the fifth episode for the sixth season. It aired on October 27, 1994. In this episode, Kramer goes into the restaurant business with Poppie, George barges into a stranger's movie night to get out of his book club reading, Jerry makes Elaine confront people on abortion rights, and Poppie leaves a puddle on Jerry's new couch.",
    "subtitle": "Kramer partners with Poppie in a restaurant venture while George disrupts a movie night and Jerry challenges Elaine on abortion rights.",
    "topics": [
      "Food",
      "Politics",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Gymnast (Seinfeld)",
    "season": 6,
    "episode": 6,
    "summary": "Summary not available.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Soup (Seinfeld)",
    "season": 6,
    "episode": 7,
    "summary": "\"The Soup\" is the 93rd episode of the NBC sitcom Seinfeld. This was the seventh episode of the sixth season. It aired on November 10, 1994. \nIn this episode, Jerry is on the hook to take comedian Kenny Bania to dinner, but Bania insists that soup does not count. George can no longer eat at Monk's after bungling a date with a waitress, and Elaine brings home a freeloader boyfriend from England. Stephen Hytner makes his debut as Bania.",
    "subtitle": "Jerry struggles with a dinner obligation to a comedian who insists soup isn't a meal, while George faces dating woes and Elaine brings home a freeloader.",
    "topics": [
      "Food",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Mom & Pop Store",
    "season": 6,
    "episode": 8,
    "summary": "\"The Mom & Pop Store\" is the 94th episode of the NBC sitcom Seinfeld. This was the eighth episode for the sixth season. It aired on November 17, 1994. In this episode, George boasts that he bought Jon Voight's car; Kramer takes Jerry's shoes to a mom and pop repair shop; Jerry must second-guess whether he is invited to his dentist's party; and Elaine wins Mr. Pitt a Thanksgiving parade jaunt. Bryan Cranston debuts as dentist Tim Whatley, and Voight cameos as himself.",
    "subtitle": "George boasts about Jon Voight's car while Jerry navigates a dentist's party invitation and Elaine helps Mr. Pitt with a parade.",
    "topics": [
      "Friendship",
      "Money",
      "Work"
    ]
  },
  {
    "title": "The Secretary",
    "season": 6,
    "episode": 9,
    "summary": "\"The Secretary\" is the 95th episode of the NBC sitcom Seinfeld. This was the ninth episode for the sixth season, airing on December 8, 1994.",
    "subtitle": "George hires a secretary who becomes a distraction in his life.",
    "topics": [
      "Work",
      "Women",
      "Social anxiety"
    ]
  },
  {
    "title": "The Race (Seinfeld)",
    "season": 6,
    "episode": 10,
    "summary": "\"The Race\" is the 96th episode of the American sitcom Seinfeld, the tenth episode of the sixth season. The episode first aired on December 15, 1994. The story follows Jerry as he meets an old rival, who suspects that he cheated in a high school race and wishes to re-run it. Elaine is put on a \"blacklist\" and finds out her boyfriend is a communist. George responds to a personal ad in the Daily Worker and Kramer, who is working as a department store Santa Claus, is convinced to become a communist by Elaine's boyfriend.\n\"The Race\" was one of Jerry Seinfeld's favorite episodes of Seinfeld due to its Superman themes.",
    "subtitle": "Jerry faces an old rival in a race while Elaine deals with a communist boyfriend and George responds to a personal ad.",
    "topics": [
      "Politics",
      "Sports",
      "Friendship"
    ]
  },
  {
    "title": "The Switch (Seinfeld)",
    "season": 6,
    "episode": 11,
    "summary": "\"The Switch\" is the 97th episode of the NBC sitcom Seinfeld, and the 11th episode of the show's sixth season. It aired on January 5, 1995. In this episode, Jerry wants to switch from dating a non-laughing woman to dating her roommate, Elaine has difficulty retrieving a tennis racket she loaned out, and George enlists Kramer's mother to spy on his seemingly bulimic girlfriend, leading to him learning Kramer's first name.",
    "subtitle": "Jerry attempts to switch girlfriends while George enlists Kramer's mother for a personal investigation.",
    "topics": [
      "Breakup",
      "Friendship",
      "Sports",
      "Women"
    ]
  },
  {
    "title": "The Label Maker",
    "season": 6,
    "episode": 12,
    "summary": "\"The Label Maker\" is the 98th episode of the NBC sitcom Seinfeld. This was the 12th episode for the sixth season. It aired on January 19, 1995. The episode follows a pair of Super Bowl tickets which are repeatedly gifted from one person to another, while Kramer and Newman take drastic steps to keep each other from cheating at Risk and George fears he is competing for his girlfriend's affections with her roommate. The episode popularized the term regifting.",
    "subtitle": "George competes for his girlfriend's affection while a pair of Super Bowl tickets gets passed around.",
    "topics": [
      "Friendship",
      "Sports",
      "Infidelity"
    ]
  },
  {
    "title": "The Scofflaw",
    "season": 6,
    "episode": 13,
    "summary": "\"The Scofflaw\" is the 99th episode of the NBC sitcom Seinfeld. It was the 13th episode for the sixth season. It aired on January 26, 1995. In this episode, George and Jerry both pretend not to know their friend Gary Fogel (played by Jon Lovitz) never had cancer, Elaine takes revenge on her ex-boyfriend by acquiring a pair of glasses identical to his, and Kramer teams up with a police officer to catch a repeat parking violator.",
    "subtitle": "George and Jerry pretend not to know their friend never had cancer while Elaine seeks revenge on her ex.",
    "topics": [
      "Illness",
      "Friendship",
      "Law",
      "Breakup"
    ]
  },
  {
    "title": "The Highlights of 100",
    "season": 6,
    "episode": 14,
    "summary": "\"The Highlights of 100\" is the 14th and 15th episode of the sixth season of the American sitcom Seinfeld, and the 100th and 101st episode overall. Written by Peter Mehlman and directed by Andy Ackerman, the episode originally aired on NBC on February 2, 1995. The episode is a clip show to celebrate the series' 100th episode with no new content apart from a 50-second-long intro by Jerry Seinfeld. In syndication, it airs as two separate episodes of 30 minutes each, with a second intro at the beginning of the second episode. This is the first episode in the series not to open with a stand-up routine.\n\"The Highlights of 100\" was the first Seinfeld episode available on home video, released on VHS in 1995 by food company General Mills.",
    "subtitle": "A clip show celebrating the 100th episode of Seinfeld with highlights from previous episodes.",
    "topics": []
  },
  {
    "title": "624",
    "season": 6,
    "episode": 15,
    "summary": "Year 624 (DCXXIV) was a leap year starting on Sunday of the Julian calendar. The denomination 624 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Beard",
    "season": 6,
    "episode": 16,
    "summary": "\"The Beard\" is the 102nd episode of the NBC situation comedy Seinfeld. This is the 16th episode for the sixth season. It aired on February 9, 1995. In this episode, Elaine falls in love with a gay friend while serving as a beard for him, Jerry is subjected to a polygraph test to determine whether or not he has ever seen Melrose Place, and George goes on a blind date with a woman who turns out to be bald.",
    "subtitle": "Elaine dates a gay friend while Jerry takes a polygraph test and George's blind date surprises him.",
    "topics": [
      "Friendship",
      "Sexual content",
      "Women"
    ]
  },
  {
    "title": "The Kiss Hello",
    "season": 6,
    "episode": 17,
    "summary": "\"The Kiss Hello\" is the 103rd episode of the NBC sitcom Seinfeld. This is the 17th episode for the sixth season. It aired on February 16, 1995. Although this was the 102nd episode to air, the cast and crew of the series credit this as the 100th episode because it is the 100th episode created. In this episode, Kramer posts the names and photos of all the tenants in his apartment building on a board in the lobby so that everyone will know each other. Jerry is uncomfortable with such pervasive socialization, bringing him to conflict with his neighbors at the same time as he investigates his Nana's story that his Uncle Leo owes his mother Helen $50.",
    "subtitle": "Kramer introduces a social board for tenants, causing discomfort for Jerry.",
    "topics": [
      "Social anxiety"
    ]
  },
  {
    "title": "The Doorman (Seinfeld)",
    "season": 6,
    "episode": 18,
    "summary": "\"The Doorman\" is the 104th episode of the NBC sitcom Seinfeld. This is the 18th episode for the sixth season. It aired on February 23, 1995. In this episode, Jerry and Elaine contend with a creepy doorman, George fears he is developing male breasts, and Kramer and Frank Costanza try to go into business with a bra for men.",
    "subtitle": "Jerry and Elaine deal with a creepy doorman while George worries about developing male breasts and Kramer partners with Frank on a men's bra business.",
    "topics": [
      "Body image",
      "Work"
    ]
  },
  {
    "title": "The Jimmy",
    "season": 6,
    "episode": 19,
    "summary": "\"The Jimmy\" is the 105th episode of the NBC sitcom Seinfeld. This is the 19th episode for the sixth season. It originally aired on March 16, 1995. The episode's title refers to guest character Jimmy (played by Anthony Starke), who transmits his habit of referring to himself in the third person to regular characters George and Elaine. In other plot threads of the episode, Jerry becomes suspicious of the goings-on at Tim Whatley's dental office, and Kramer is mistaken for a mentally handicapped person, leading him to be a guest of honor with Mel Tormé, who appears in the episode as himself.",
    "subtitle": "George and Elaine adopt a third-person speaking habit from a new friend, while Jerry investigates his dentist's suspicious behavior and Kramer is mistaken for someone with a disability.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Doodle",
    "season": 6,
    "episode": 20,
    "summary": "\"The Doodle\" is the 106th episode of the NBC sitcom Seinfeld. This is the 20th episode for the sixth season and aired on April 6, 1995. In this episode, Jerry's apartment is infested with fleas, George struggles over his girlfriend's opinion of his physical appearance, Kramer indulges his love for Mackinaw peaches, and Elaine loses a literary manuscript that she is expected to review for a job interview.",
    "subtitle": "Jerry deals with fleas while George faces body image issues and Elaine loses a manuscript.",
    "topics": [
      "Food",
      "Friendship",
      "Body image",
      "Work"
    ]
  },
  {
    "title": "The Fusilli Jerry",
    "season": 6,
    "episode": 21,
    "summary": "\"The Fusilli Jerry\" is the 107th episode of the NBC sitcom Seinfeld. Featuring the introduction of David Puddy, the episode also features Kramer receiving vanity plates that say \"ASSMAN\" as well as marital problems between George's parents. This is the 21st episode of the sixth season. It aired on April 27, 1995.\nSince its release, \"The Fusilli Jerry\" has seen positive critical reception and has appeared on rankings of the best Seinfeld episodes.",
    "subtitle": "Kramer gets vanity plates while George's parents face marital issues.",
    "topics": [
      "Divorce",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Diplomat's Club",
    "season": 6,
    "episode": 22,
    "summary": "\"The Diplomat's Club\" is the 108th episode of the NBC sitcom Seinfeld. This is the 22nd episode for the sixth season. It aired on May 4, 1995. The episode was the final appearance of Mr. Pitt as a recurring character (though he appears as a guest in the series finale), as he comes to suspect Elaine of plotting to kill him in order to receive the benefits from his will. In the episode's other plotlines, Jerry takes an ill-fated trip to Ithaca with an overly pampering assistant, Kramer returns to his gambling habit by betting on flight arrivals, and George tries to prove he is not racist by getting a black friend.",
    "subtitle": "Elaine is suspected of plotting to kill Mr. Pitt for his will, while Jerry, Kramer, and George navigate their own misadventures.",
    "topics": [
      "Death",
      "Gambling",
      "Travel",
      "Friendship",
      "Politics"
    ]
  },
  {
    "title": "The Face Painter",
    "season": 6,
    "episode": 23,
    "summary": "\"The Face Painter\" is the 109th episode of the NBC sitcom Seinfeld. It is the 23rd episode of the series's sixth season. It aired on May 11, 1995. The table reading for \"The Face Painter\" was held on March 26, 1995. In this episode, Jerry, Elaine, Kramer, and David Puddy go to two Stanley Cup playoff games, where Puddy dismays Elaine and a Salvadoran priest with his rowdy displays of New Jersey Devils fandom. Meanwhile, Kramer holds a grudge against a chimpanzee who hit him with a banana peel, and George resolves to take the dramatic step of telling his girlfriend he loves her.",
    "subtitle": "Puddy's overzealous fandom causes tension while Kramer deals with a grudge against a chimp.",
    "topics": [
      "Sports",
      "Friendship"
    ]
  },
  {
    "title": "The Understudy (Seinfeld)",
    "season": 6,
    "episode": 24,
    "summary": "\"The Understudy\" is the 110th episode of the NBC sitcom Seinfeld. This is the 24th and final episode for the sixth season. It aired on May 18, 1995. This is the second episode in the series not to open with a stand-up routine (after the clip show episode \"The Highlights of 100\").",
    "subtitle": "In this episode, George's understudy takes center stage, leading to unexpected consequences.",
    "topics": [
      "Work",
      "Friendship",
      "Illness"
    ]
  },
  {
    "title": "The Engagement (Seinfeld)",
    "season": 7,
    "episode": 1,
    "summary": "\"The Engagement\" is the first episode of the seventh-season and the 111th overall episode of the NBC sitcom Seinfeld. The episode marked a major change in the series' status quo by having regular cast member George Costanza become engaged to Susan Ross. Susan was a recurring character during season 4 of the series but had not been seen since. The episode aired on September 21, 1995.",
    "subtitle": "George gets engaged to Susan, marking a significant shift in the series.",
    "topics": [
      "Relationship",
      "Engagement",
      "Friendship"
    ]
  },
  {
    "title": "The Postponement",
    "season": 7,
    "episode": 2,
    "summary": "\"The Postponement\" is the 112th episode of the NBC sitcom Seinfeld, and the second episode of the seventh season. It aired in the U.S. on September 28, 1995. The story picks up from the plot of the previous episode, as an increasingly agitated George tries to postpone his engagement to Susan Ross, and Elaine reacts to the news of the engagement with extreme bitterness and jealousy. \"The Postponement\" also initiated the plot thread of Kramer suing Java World for serving him an excessively hot cup of coffee.",
    "subtitle": "George tries to postpone his engagement while Elaine deals with jealousy, and Kramer sues Java World over hot coffee.",
    "topics": [
      "Breakup",
      "Law",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Maestro (Seinfeld)",
    "season": 7,
    "episode": 3,
    "summary": "\"The Maestro\" is an episode of the NBC sitcom Seinfeld. It first aired on October 5, 1995. It was the series' 113th episode and third episode for the seventh season. The episode debuted recurring character Jackie Chiles, a lawyer who represents Kramer in the hot coffee case introduced in the previous episode. The title character is played by Mark Metcalf. Elaine dates him while Jerry tries to disprove his claim that there are no houses available to rent in all of Tuscany.",
    "subtitle": "Elaine dates a conductor while Jerry investigates his claims about Tuscany rentals.",
    "topics": [
      "Friendship",
      "Law",
      "Travel",
      "Women"
    ]
  },
  {
    "title": "The Wink (Seinfeld)",
    "season": 7,
    "episode": 4,
    "summary": "\"The Wink\" is the 114th episode of the NBC sitcom Seinfeld. This was the fourth episode in the seventh season. It first aired on October 12, 1995. In this episode, George's compulsive winking after grapefruit is squirted into his eye is subject to a variety of misinterpretations, Elaine dates her wake-up service caller and feuds with her cousin Holly over their grandmother's old possessions, and Jerry tries to conceal his healthy eating habits from Holly while dating her.",
    "subtitle": "George's winking leads to misunderstandings while Elaine deals with family feuds and Jerry hides his healthy lifestyle.",
    "topics": [
      "Food",
      "Friendship",
      "Women",
      "Tourette's or tics"
    ]
  },
  {
    "title": "The Hot Tub",
    "season": 7,
    "episode": 5,
    "summary": "\"The Hot Tub\" is the 115th episode of the NBC sitcom Seinfeld. This was the fifth episode for the seventh season. It aired on October 19, 1995. The episode deals with runner Jean-Paul and Jerry and Elaine's struggles to ensure he wakes up for the New York City Marathon. Meanwhile, a mishap with Kramer's new hot tub causes him to feel constantly cold.",
    "subtitle": "Jerry and Elaine try to wake up a runner for the marathon while Kramer deals with a hot tub mishap.",
    "topics": [
      "Sports",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Soup Nazi",
    "season": 7,
    "episode": 6,
    "summary": "\"The Soup Nazi\" is the 116th episode of the American sitcom Seinfeld, which was the sixth episode of the seventh season. It first aired in the United States on November 2, 1995 on NBC. In the episode, Jerry, George and Elaine visit a soup stand operated by Yev Kassem (Larry Thomas), who has strict rules. \nThe Soup Nazi's catchphrase \"No soup for you!\" is one of the many Seinfeld elements that have lived on in popularity and influence.",
    "subtitle": "Jerry, George, and Elaine encounter a strict soup vendor known as the Soup Nazi.",
    "topics": [
      "Food",
      "Friendship"
    ]
  },
  {
    "title": "The Secret Code (Seinfeld)",
    "season": 7,
    "episode": 7,
    "summary": "\"The Secret Code\" is the 117th episode of the NBC sitcom Seinfeld. This was the seventh episode of the seventh season. It aired on November 9, 1995. In this episode, George is unwilling to share his ATM code with his fiancée Susan, and finds himself entrapped in awkward social situations after he loses his talent for lying. Meanwhile, Elaine finds herself infatuated with a man because he cannot recall their first meeting, Jerry's plans to appear in a television commercial are repeatedly frustrated by his foot falling asleep, and Kramer tries to help out the local fire department.",
    "subtitle": "George struggles with sharing his ATM code while Elaine becomes infatuated with a forgetful man.",
    "topics": [
      "Money",
      "Social anxiety",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Pool Guy",
    "season": 7,
    "episode": 8,
    "summary": "\"The Pool Guy\" is the 118th episode of the NBC sitcom Seinfeld. This was the eighth episode of the seventh season. It aired on November 16, 1995. The end credit states \"In Memory of our Friend Rick Bolden\". Rick Bolden was one of the musicians who worked on the show's theme song.\nThe episode centers on George's fears that he is losing all life independent from his fiancée Susan after she begins fraternizing with his friends. Jerry is uncomfortable at his pool guy's efforts to befriend him, and after getting a new phone number Kramer keeps getting wrong numbers from people trying to call Moviefone.",
    "subtitle": "George fears losing his independence as Susan befriends his friends, while Jerry is annoyed by his pool guy's attempts at friendship.",
    "topics": [
      "Friendship",
      "Social anxiety",
      "Work"
    ]
  },
  {
    "title": "The Sponge",
    "season": 7,
    "episode": 9,
    "summary": "\"The Sponge\" is the 119th episode of the NBC sitcom Seinfeld. This was the ninth episode for the seventh season. It aired on December 7, 1995. In this episode, George and Elaine face sexual crises when the Today brand of contraceptive sponges is taken off the market, while Kramer participates in an AIDS walk and Jerry dates a tireless do-gooder whose phone number he got from the list of Kramer's sponsors.",
    "subtitle": "George and Elaine deal with a contraceptive crisis while Jerry dates a do-gooder.",
    "topics": [
      "Sexual content",
      "Illness",
      "Friendship"
    ]
  },
  {
    "title": "The Gum",
    "season": 7,
    "episode": 10,
    "summary": "\"The Gum\" is the 120th episode of the NBC sitcom Seinfeld. This was the tenth episode for the seventh season. It aired on December 14, 1995. The episode follows Kramer and Lloyd Braun's efforts to reopen the Alex Theatre, while an overprotective Kramer tries to keep Lloyd, recently recovered from a mental breakdown, from doubting his own sanity. Wardrobe mishaps make it seem like Lloyd's ex-girlfriend Elaine is coming on to him, Kramer forces Jerry to wear glasses for Lloyd's sake, and an old friend suspects George is going through a mental breakdown himself when she witnesses his apparent obsession with Lloyd and a cashier he claims shortchanged him.",
    "subtitle": "Kramer and Lloyd Braun attempt to reopen a theater while dealing with mental health issues and wardrobe mishaps.",
    "topics": [
      "Mental health",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Rye",
    "season": 7,
    "episode": 11,
    "summary": "\"The Rye\" is the 121st episode of the NBC sitcom Seinfeld. It was the 11th episode of the seventh season, originally airing on January 4, 1996. It was the final episode of the series to be written by American comedian Carol Leifer. In this episode, Elaine's relationship with her saxophonist boyfriend is complicated by the issue of oral sex, George tries to avert a feud between his parents and his fiancée Susan's parents over a loaf of marble rye bread, and Kramer takes on a temporary job as a hansom cab driver.",
    "subtitle": "George tries to resolve a family feud over a loaf of rye bread while Elaine navigates a complicated relationship issue.",
    "topics": [
      "Food",
      "Sexual content",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Caddy (Seinfeld)",
    "season": 7,
    "episode": 12,
    "summary": "\"The Caddy\" is the 122nd episode of the NBC sitcom Seinfeld. This was the 12th episode for the seventh season, originally airing on January 25, 1996. In this episode, George takes an unapproved vacation, leading to him being presumed dead, while Kramer, Jerry, and Jackie Chiles launch a lawsuit against Elaine's archenemy Sue Ellen Mischke because she was wearing a bra without a top in public.",
    "subtitle": "George is presumed dead after taking an unapproved vacation, while a lawsuit is filed against Elaine's rival for public indecency.",
    "topics": [
      "Death",
      "Law",
      "Women"
    ]
  },
  {
    "title": "The Seven",
    "season": 7,
    "episode": 13,
    "summary": "\"The Seven\" is the 123rd episode of the NBC sitcom Seinfeld. This was the 13th episode for the seventh season, originally airing on February 1, 1996. In this episode, Elaine and Kramer turn to Newman to resolve a dispute over which of them is rightful owner of a bike, George wants to name his first child Seven, and Jerry dates a woman who seemingly never changes her clothes.",
    "subtitle": "Elaine and Kramer dispute bike ownership while George wants to name his child Seven and Jerry dates a woman with a peculiar wardrobe.",
    "topics": [
      "Parenting",
      "Friendship",
      "Women"
    ]
  },
  {
    "title": "The Cadillac",
    "season": 7,
    "episode": 14,
    "summary": "\"The Cadillac\" is an hour-long, two-part episode of the NBC sitcom Seinfeld. It was the 124th and 125th episode and 14th and 15th episode for the seventh season. It aired on February 8, 1996. This was the last episode to be co-written by Jerry Seinfeld.\nIn this episode, Jerry's gift of a Cadillac for his parents causes political difficulties for Morty and triggers gold digger instincts in Elaine, Kramer takes revenge on his cable company by not being at home when they show up, and George becomes obsessed with the possibility of a date with Academy Award-winning actress Marisa Tomei (who plays herself in the episode).",
    "subtitle": "Jerry's gift of a Cadillac for his parents leads to unexpected political and personal complications.",
    "topics": [
      "Politics",
      "Money",
      "Friendship"
    ]
  },
  {
    "title": "717",
    "season": 7,
    "episode": 15,
    "summary": "Year 717 (DCCXVII) was a common year starting on Friday of the Julian calendar. The denomination 717 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Shower Head",
    "season": 7,
    "episode": 16,
    "summary": "\"The Shower Head\" is the 126th episode of the NBC sitcom Seinfeld. This is the sixteenth episode for the seventh season. It aired on February 15, 1996. It had 32.3 million US viewers. This episode focuses on Jerry and George's struggles to get their respective parents to move out of New York. Meanwhile, the tenants of Jerry's apartment building are made miserable by the new low-flow showerheads, and Elaine takes a drug test for work which comes back positive for opium.",
    "subtitle": "Jerry and George try to convince their parents to leave New York while dealing with low-flow showerheads and a drug test mishap.",
    "topics": [
      "Drugs",
      "Work",
      "Parenting"
    ]
  },
  {
    "title": "The Doll (Seinfeld)",
    "season": 7,
    "episode": 17,
    "summary": "\"The Doll\" is the 127th episode of the NBC sitcom Seinfeld. This is the 17th episode for the seventh season, originally airing on February 22, 1996.\nIn this episode, George is troubled by a doll belonging to his fiance Susan which looks like his mother, Elaine tries to reconcile with her conductor boyfriend by getting him José Carreras's autograph, Frank recognizes a long lost cousin in a photo Elaine took in Tuscany, and George and Susan try to fix Jerry up with Sally Weaver, inconveniencing him when she keeps on bringing the wrong props for an upcoming TV show appearance.",
    "subtitle": "George is disturbed by a doll that resembles his mother while Elaine tries to mend her relationship with her boyfriend.",
    "topics": [
      "Friendship",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Friar's Club",
    "season": 7,
    "episode": 18,
    "summary": "\"The Friar's Club\" is the 128th episode of the NBC sitcom Seinfeld. This is the 18th  episode for the seventh season, originally airing on March 7, 1996. In this episode, Jerry jeopardizes his chances of becoming a member of the New York Friars' Club when he accidentally takes a club jacket home with him, George hopes to spend more time with Jerry by fixing him up with his fiancée Susan's best friend, and J. Peterman saddles Elaine with the workload of her hard-of-hearing co-worker.",
    "subtitle": "Jerry risks his membership at the Friars' Club while George tries to set him up with a friend.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Wig Master",
    "season": 7,
    "episode": 19,
    "summary": "\"The Wig Master\" is the 129th episode of the NBC situation comedy Seinfeld. This is the 19th episode for the seventh season, originally airing on April 4, 1996. The episode follows the mishaps which befall George and Kramer as a result of their parking at a discount parking lot, while Jerry feels emasculated by Elaine's new boyfriend, who holds out the promise of a discount on a designer dress in order to keep her going out with him.",
    "subtitle": "George and Kramer face trouble after parking at a discount lot while Jerry feels overshadowed by Elaine's new boyfriend.",
    "topics": [
      "Money",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Calzone",
    "season": 7,
    "episode": 20,
    "summary": "\"The Calzone\" is the 130th episode of the NBC sitcom Seinfeld. This is the 20th episode of the seventh season, originally airing on April 25, 1996. In this episode, George Costanza gets the ear of George Steinbrenner by having calzones for lunch with him, Elaine repeatedly goes out to dinner and movies with a guy who never actually asks her out, and Kramer heats his clothes in dryers and ovens.",
    "subtitle": "George impresses Steinbrenner with calzones while Elaine navigates a confusing relationship and Kramer finds a unique way to heat his clothes.",
    "topics": [
      "Food",
      "Friendship",
      "Sports",
      "Work"
    ]
  },
  {
    "title": "The Bottle Deposit",
    "season": 7,
    "episode": 21,
    "summary": "\"The Bottle Deposit\" is a two-part episode, the 131st and 132nd episodes, and 21st and 22nd episodes of the seventh season, of the NBC sitcom Seinfeld, first aired on May 2, 1996. It was originally an hour-long episode, but was split into two parts for syndication.\nThe episode was written by Gregg Kavet and Andy Robin, and directed by Andy Ackerman. In this episode, Newman and Kramer launch a scheme to redeem empty bottles and cans in Michigan for a total of ten cents each, five cents higher than in New York. This leads to a car chase after running into a mechanic who stole Jerry's car, which also contains a set of golf clubs formerly owned by John F. Kennedy which Elaine's boss purchased at an auction. Meanwhile, George is assigned a big project at work but doesn't know what it is and is too ashamed to ask his supervisor for the details.",
    "subtitle": "Kramer and Newman scheme to profit from bottle deposits in Michigan, leading to chaos and a car chase.",
    "topics": [
      "Money",
      "Work",
      "Sports"
    ]
  },
  {
    "title": "722",
    "season": 7,
    "episode": 22,
    "summary": "Year 722 (DCCXXII) was a common year starting on Thursday of the Julian calendar. The denomination 722 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "subtitle": "",
    "topics": []
  },
  {
    "title": "The Wait Out",
    "season": 7,
    "episode": 23,
    "summary": "\"The Wait Out\" is the 133rd episode of the NBC sitcom Seinfeld. This is the 23rd episode for the seventh season, originally airing on May 9, 1996. In this episode, Jerry and Elaine attempt to start dating a recently separated husband and wife on the rebound, while George, feeling guilty over his role in inciting the breakup, tries to get the couple back together.",
    "subtitle": "Jerry and Elaine date a recently separated couple while George feels guilty about their breakup.",
    "topics": [
      "Divorce",
      "Friendship",
      "Infidelity"
    ]
  },
  {
    "title": "The Invitations",
    "season": 7,
    "episode": 24,
    "summary": "\"The Invitations\" is the 24th and final episode of the seventh season of Seinfeld and the 134th overall episode. It originally aired on NBC on May 16, 1996, and was the last episode written by co-creator Larry David before he left the writing staff at the end of this season (returning only to write the series finale in 1998). This episode was directed by Andy Ackerman.\nAs the season finale, \"The Invitations\" resolves the season 7 story arc of George's engagement to Susan. With the wedding day drawing near, George still does not want to marry Susan, and his friends collaborate with him in a last desperate bid to end the engagement. Meanwhile, Jerry becomes engaged as well when he falls in love with a woman who shares all his interests and personal quirks.\nThe black comedy of the engagement story arc's resolution was controversial. In 2005, TV Guide ranked the episode #8 as part of its \"Top 100 Most Unexpected Moments in TV History\".",
    "subtitle": "George and Jerry navigate their complicated engagements in the season finale.",
    "topics": [
      "Breakup",
      "Divorce",
      "Friendship",
      "Sexual content"
    ]
  },
  {
    "title": "The Foundation (Seinfeld)",
    "season": 8,
    "episode": 1,
    "summary": "\"The Foundation\" is the 135th episode of the American television sitcom Seinfeld. This was the first episode of the eighth season, and as such was the first episode in which Jerry Seinfeld assumed command of the show following the departure of its co-creator, Larry David. It was originally broadcast on the NBC network on September 19, 1996.\nIn the episode, following the death of his fiancée Susan Ross at the end of the previous season, George finds himself tasked with being on the board of directors at a foundation dedicated to her memory. Meanwhile, Kramer inspires Elaine to take charge after J. Peterman abandons his company and runs off to Myanmar (Burma), and Jerry discovers that his and George's severed engagements make them more attractive to women.",
    "subtitle": "George navigates a foundation in memory of his late fiancée while Jerry and Elaine deal with their own relationship challenges.",
    "topics": [
      "Death",
      "Breakup",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Soul Mate",
    "season": 8,
    "episode": 2,
    "summary": "\"The Soul Mate\" is the 136th episode of the American television sitcom Seinfeld. This was the second episode for the eighth season, originally airing on NBC on September 26, 1996. In this episode, George tries to figure out what caused the damage to a briefcase he left behind at a meeting of the Susan Ross foundation, Elaine is attracted to a man based on his professed disinterest in having children, and Jerry and Kramer find themselves on opposing sides of a love triangle.",
    "subtitle": "George deals with a damaged briefcase while Elaine is drawn to a man who doesn't want kids, and Jerry and Kramer find themselves in a love triangle.",
    "topics": [
      "Friendship",
      "Sexual content",
      "Parenting",
      "Work"
    ]
  },
  {
    "title": "The Bizarro Jerry",
    "season": 8,
    "episode": 3,
    "summary": "\"The Bizarro Jerry\" is the 137th episode of the American television sitcom Seinfeld. This was the third episode of the eighth season, originally airing on the NBC network on October 3, 1996. The title and plot extensively reference the character Bizarro Superman, originally published by DC Comics. This episode introduced the phrase \"man-hands.”",
    "subtitle": "Jerry meets his opposite, leading to a series of bizarre encounters and the introduction of 'man-hands.'",
    "topics": [
      "Friendship",
      "Women"
    ]
  },
  {
    "title": "The Little Kicks",
    "season": 8,
    "episode": 4,
    "summary": "\"The Little Kicks\" is the 138th episode of the American television sitcom Seinfeld. This was the fourth episode for the eighth season, originally broadcast on the NBC network on October 10, 1996. In this episode, Jerry inadvertently becomes a renowned maker of bootleg films when he takes Kramer to a sneak preview of an unreleased film. The episode is best known for its scenes exhibiting Elaine's bad dancing.",
    "subtitle": "Elaine's terrible dancing becomes a topic of discussion while Jerry gets involved in bootleg films.",
    "topics": [
      "Social anxiety",
      "Women"
    ]
  },
  {
    "title": "The Package (Seinfeld)",
    "season": 8,
    "episode": 5,
    "summary": "\"The Package\" is the 139th episode of the American television sitcom Seinfeld. This was the fifth episode for the eighth season, originally airing on NBC on October 17, 1996.\nIn this episode, Elaine cannot receive medical treatment for her rash because of a reputation for being a \"difficult\" patient, Kramer offers Jerry a method to get a refund on a stereo that is two years out of warranty, and George discovers that Sheila, a clerk at the photo store, is looking at his pictures.",
    "subtitle": "Elaine struggles with her medical reputation while Kramer helps Jerry with a refund and George's photos attract attention.",
    "topics": [
      "Illness",
      "Money",
      "Work"
    ]
  },
  {
    "title": "The Fatigues",
    "season": 8,
    "episode": 6,
    "summary": "\"The Fatigues\" is the 140th episode of the sitcom Seinfeld. This was the sixth episode for the eighth season, originally airing on NBC on October 31, 1996. The episode, which centers on the theme of mentorships, won a Writers Guild of America award.\nIn the episode, Jerry and George both become mentors, Kramer asks for Frank's help cooking for a Jewish singles night, and Elaine promotes a fatigues-wearing J. Peterman employee because she is too intimidated to fire him.",
    "subtitle": "Jerry and George take on mentorship roles while Elaine struggles with a difficult employee.",
    "topics": [
      "Work",
      "Friendship",
      "Food"
    ]
  },
  {
    "title": "The Checks",
    "season": 8,
    "episode": 7,
    "summary": "\"The Checks\" is the 141st episode of the sitcom Seinfeld. This was the seventh episode for the eighth season, originally airing on NBC on November 7, 1996. In this episode, the last to feature the writing team of Tom Gammill and Max Pross, Elaine's new boyfriend is enthralled by the song \"Desperado\" and mistakenly thinks Jerry is in dire financial straits, Kramer hosts a group of vacationing Japanese businessmen at his apartment, and Jerry and George try to sell their \"Jerry\" pilot to Japanese television.",
    "subtitle": "Elaine's boyfriend misinterprets Jerry's financial situation while Kramer hosts Japanese businessmen and Jerry and George pitch their pilot.",
    "topics": [
      "Money",
      "Travel",
      "Work"
    ]
  },
  {
    "title": "The Chicken Roaster",
    "season": 8,
    "episode": 8,
    "summary": "\"The Chicken Roaster\" is the 142nd episode of the sitcom Seinfeld. This was the eighth episode of the eighth season, originally airing on NBC on November 14, 1996. The episode's story follows the mishaps that follow when Kenny Rogers Roasters opens a branch in the characters' neighborhood. The restaurant's neon sign atop the roof shines into Kramer's apartment, disturbing first him and then Jerry after they switch apartments, but Jerry opposes Kramer's efforts to shut the restaurant down since a college friend of his is assistant manager at the branch. Meanwhile, Elaine is in danger of being fired from J. Peterman after she misuses the company account for personal purchases.\nMuch of the episode's plot was inspired by a real-life confrontation between a Kenny Rogers Roasters branch and a neighboring law office, and some scenes were filmed on location at a real Kenny Rogers Roasters branch.",
    "subtitle": "Kramer and Jerry's apartment switch leads to chaos when a Kenny Rogers Roasters opens nearby, disturbing their lives.",
    "topics": [
      "Food",
      "Work"
    ]
  },
  {
    "title": "The Abstinence",
    "season": 8,
    "episode": 9,
    "summary": "\"The Abstinence\" is the 143rd episode of the American sitcom Seinfeld. This was the ninth episode for the eighth season, originally broadcast on the NBC network on November 21, 1996. This episode focuses on George and Elaine's experiments with sexual abstinence, which has a polar opposite effect on each one's intelligence. Meanwhile, Kramer's face becomes disfigured by smoke when he turns his apartment into a smoking lounge, prompting him to file a lawsuit against the tobacco companies.",
    "subtitle": "George and Elaine's sexual abstinence leads to unexpected changes in their intelligence, while Kramer faces a lawsuit after a smoking incident.",
    "topics": [
      "Sexual content",
      "Smoking",
      "Law",
      "Mental health"
    ]
  },
  {
    "title": "The Andrea Doria (Seinfeld)",
    "season": 8,
    "episode": 10,
    "summary": "\"The Andrea Doria\" is the 144th episode of American television sitcom Seinfeld. This was the tenth episode for the eighth season, originally airing on NBC on December 19, 1996. In this episode, Jerry helps Newman with getting a transfer by filling in for him on his mail route, Kramer's preference for veterinarians over doctors leads to him exhibiting dog-like behavior, Elaine dates a \"bad breaker-upper\", and George tries to win the pity of a tenant association so he can get a new apartment.",
    "subtitle": "Jerry fills in for Newman while George seeks sympathy from a tenant association.",
    "topics": [
      "Breakup",
      "Friendship",
      "Pets",
      "Work"
    ]
  },
  {
    "title": "The Little Jerry",
    "season": 8,
    "episode": 11,
    "summary": "\"The Little Jerry\" is the 145th episode of the sitcom Seinfeld. It is the 11th episode of the eighth season, originally airing on January 9, 1997. In this episode, Kramer buys a rooster and enters him into cock fights, George dates a prison inmate, and Elaine's boyfriend Kurt discovers he is going bald after he stops shaving his head.",
    "subtitle": "Kramer enters a rooster into cock fights while George dates a prison inmate and Elaine's boyfriend faces baldness.",
    "topics": [
      "Pets",
      "Gambling",
      "Breakup",
      "Law"
    ]
  },
  {
    "title": "The Money",
    "season": 8,
    "episode": 12,
    "summary": "\"The Money\" is the 146th episode of the sitcom Seinfeld. This was the 12th episode for the eighth season, originally airing on NBC on January 16, 1997. In a follow-up to the episode \"The Cadillac\", the story has Jerry traveling to Florida to buy his parents' Cadillac back from Jack Klompus. Meanwhile, Jerry's father Morty Seinfeld gets a job at The J. Peterman Company and Kramer and his girlfriend have problems sleeping together.",
    "subtitle": "Jerry travels to Florida to buy back his parents' Cadillac while Morty gets a job at The J. Peterman Company.",
    "topics": [
      "Money",
      "Travel",
      "Work"
    ]
  },
  {
    "title": "The Comeback (Seinfeld)",
    "season": 8,
    "episode": 13,
    "summary": "\"The Comeback\" is the 147th episode of the NBC sitcom Seinfeld. This was the thirteenth episode of the eighth season, originally airing on January 30, 1997.\nThe episode was written by Gregg Kavet & Andy Robin and was directed by David Owen Trainor.\nIn the episode, George Costanza goes to great lengths to deliver a retort (the eponymous comeback) to a coworker that he thought of too late to deliver on the spot (a phenomenon described by the French expression l'esprit de l'escalier). Jerry Seinfeld learns the proprietor of a tennis pro shop is a bad tennis player. After seeing a movie, Cosmo Kramer decides he needs a living will. Elaine Benes has a tragic romance with a video store employee who shares her taste in movies.",
    "subtitle": "George seeks the perfect comeback while Jerry discovers a tennis pro's secret, and Elaine navigates a tragic romance.",
    "topics": [
      "Friendship",
      "Sports",
      "Death",
      "Work"
    ]
  },
  {
    "title": "The Van Buren Boys",
    "season": 8,
    "episode": 14,
    "summary": "\"The Van Buren Boys\" is the 148th episode of the sitcom Seinfeld. This was the 14th episode for the 8th season, originally airing on February 6, 1997. In this episode, everyone is convinced Jerry's new girlfriend, Ellen,  is a loser, Elaine ghostwrites Peterman's autobiography, and Kramer and George have separate run-ins with a New York street gang whose sign is holding up eight fingers, because the gang is named for the eighth President of the United States, Martin Van Buren.",
    "subtitle": "Jerry's new girlfriend faces scrutiny while Elaine writes for Peterman and George and Kramer encounter a street gang.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Susie",
    "season": 8,
    "episode": 15,
    "summary": "\"The Susie\" is the 149th episode of the sitcom Seinfeld. This was the 15th episode for the eighth season, originally airing on February 13, 1997. In this episode, Jerry unintentionally terrorizes a bookie, George avoids all contact with his girlfriend so that she cannot break up with him, and Elaine ends up leading a double life at the office after a co-worker starts mistakenly calling her \"Susie\".",
    "subtitle": "Elaine leads a double life at work after being mistakenly called 'Susie', while Jerry deals with a bookie and George avoids his girlfriend.",
    "topics": [
      "Breakup",
      "Gambling",
      "Work",
      "Women"
    ]
  },
  {
    "title": "The Pothole",
    "season": 8,
    "episode": 16,
    "summary": "\"The Pothole\" is the 150th episode of the sitcom Seinfeld. This was the 16th episode for the eighth season. It aired on NBC on February 20, 1997. In the episode, Jerry is unwilling to kiss his girlfriend after she unknowingly brushes her teeth with a toothbrush that fell in the toilet, George tries to recover his keys from a paved-over pothole, Kramer adopts a highway and handles the maintenance work himself, and Elaine moves into a janitor's closet so that she can get delivery from a favorite Chinese restaurant. This episode earned Andy Ackerman an Emmy Award for Outstanding Direction. Jerry Seinfeld, in an appearance on The Tonight Show the night before the episode aired, declared \"The Pothole\" to be one of the best episodes of the series.",
    "subtitle": "Jerry's girlfriend's toothbrush falls in the toilet, leading to a kissing dilemma, while George deals with a pothole and Elaine seeks takeout from a closet.",
    "topics": [
      "Food",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The English Patient (Seinfeld)",
    "season": 8,
    "episode": 17,
    "summary": "\"The English Patient\" is the 151st episode of the NBC sitcom Seinfeld. It was the 17th episode for the eighth season and aired on March 13, 1997. The English Patient, central to Elaine's storyline in this episode, won Best Picture at the 69th Academy Awards, eleven days after this episode aired.",
    "subtitle": "Elaine's obsession with 'The English Patient' leads to a series of comedic misunderstandings.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Nap",
    "season": 8,
    "episode": 18,
    "summary": "\"The Nap\" is the 152nd episode of the sitcom Seinfeld. This was the 18th episode for the eighth season. It aired on NBC on April 10, 1997. In this episode, Elaine's boyfriend gets her an ergonomic mattress, Jerry has his kitchen redesigned by a contractor who annoys him by asking for his preference on every aspect, and George takes naps under his desk at work. Larry David returned as recurring character George Steinbrenner, whom he would play in two other episodes near the end of this season and in the show's final episode.",
    "subtitle": "George takes naps at work while Jerry deals with a demanding contractor and Elaine enjoys a new mattress from her boyfriend.",
    "topics": [
      "Work"
    ]
  },
  {
    "title": "The Yada Yada",
    "season": 8,
    "episode": 19,
    "summary": "\"The Yada Yada\" is the 153rd episode of the American NBC sitcom Seinfeld. The 19th episode of the eighth season, it aired on April 24, 1997. Peter Mehlman and Jill Franklyn were nominated for an Emmy for Outstanding Writing in a Comedy Series in 1997.",
    "subtitle": "George's new girlfriend uses the phrase 'yada yada' to skip over details, leading to unexpected consequences.",
    "topics": [
      "Friendship",
      "Infidelity",
      "Sexual content"
    ]
  },
  {
    "title": "The Millennium (Seinfeld)",
    "season": 8,
    "episode": 20,
    "summary": "\"The Millennium\" is the 154th episode of the NBC sitcom Seinfeld. It was the 20th episode of the eighth season and aired on May 1, 1997. In this episode, Kramer and Newman plan rival millennium parties, George tries to get fired in the most spectacular manner possible, and Jerry ends up in a three-way struggle with his girlfriend and his girlfriend's stepmother over what numbers they appear at on each other's speed dial.",
    "subtitle": "Kramer and Newman host rival millennium parties while George seeks a dramatic firing and Jerry navigates a speed dial dilemma.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Muffin Tops",
    "season": 8,
    "episode": 21,
    "summary": "\"The Muffin Tops\" is the 155th episode of the sitcom Seinfeld. This was the 21st episode of the eighth season. It aired on May 8, 1997, on NBC. In this episode, George dates a woman while pretending to be a tourist from Little Rock, Arkansas, Kramer starts running a \"Peterman Reality Tour\" after finding out he is the basis for most of the stories in J. Peterman's autobiography, and Elaine and Mr. Lippman run a business selling only the tops of muffins.",
    "subtitle": "George pretends to be a tourist while Elaine sells only muffin tops.",
    "topics": [
      "Food",
      "Friendship",
      "Travel",
      "Work"
    ]
  },
  {
    "title": "The Summer of George",
    "season": 8,
    "episode": 22,
    "summary": "\"The Summer of George\" is the 156th episode of the sitcom Seinfeld. It was also the 22nd and final episode of the eighth season. It originally aired on May 15, 1997 on NBC. In this episode, after being fired from the New York Yankees, George wallows in idleness, while assisting Jerry with a girlfriend who is too much work for him to handle by himself. Meanwhile, Elaine is menaced by an unstable, violent woman who does not swing her arms when she walks, but everyone else dismisses the matter as a catfight.",
    "subtitle": "George embraces a summer of idleness while Jerry struggles with a demanding girlfriend and Elaine faces a violent woman.",
    "topics": [
      "Friendship",
      "Work",
      "Violence"
    ]
  },
  {
    "title": "The Butter Shave",
    "season": 9,
    "episode": 1,
    "summary": "\"The Butter Shave\" is the 157th episode of the NBC sitcom Seinfeld. It is also the first episode of the ninth and final season. It aired on September 25, 1997. In this episode, George gets a new job and preferential treatment due to his co-workers mistakenly thinking he has a physical disability, Kramer rubs butter all over his body and accidentally burns it into his skin, and Elaine and David Puddy break up at the tail end of a European vacation, forcing them to endure an uncomfortable transatlantic flight together.",
    "subtitle": "George gets a new job under false pretenses while Kramer experiments with butter, and Elaine faces an awkward flight with Puddy after their breakup.",
    "topics": [
      "Breakup",
      "Food",
      "Travel",
      "Work"
    ]
  },
  {
    "title": "The Voice (Seinfeld)",
    "season": 9,
    "episode": 2,
    "summary": "\"The Voice\" is the 158th episode of the NBC sitcom Seinfeld. This was the second episode for the ninth and final season. It aired on October 2, 1997. The episode's title refers to a joke Jerry and his friends share about his girlfriend's stomach having a voice, which ends up coming between Jerry and his girlfriend. Meanwhile, a chance encounter with David Puddy leads to Elaine renewing their relationship, George sticks with a job where his co-workers all hate him because he has a one-year contract with the company, and Kramer hires an intern and works with him on creating an oil bladder system.",
    "subtitle": "Jerry's girlfriend's stomach has a voice, causing tension in their relationship while Elaine rekindles her romance with Puddy.",
    "topics": [
      "Breakup",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Serenity Now",
    "season": 9,
    "episode": 3,
    "summary": "\"The Serenity Now\" is the 159th episode of the American sitcom Seinfeld. This was the third episode of the ninth and final season. It aired on NBC in the United States on October 9, 1997. In this episode, George competes with his childhood rival Lloyd Braun at selling computers for his father Frank, and Elaine finds herself being forcibly kissed or hit on by every Jewish male she knows, including Jerry, who is experiencing emotions for the first time.",
    "subtitle": "George competes with his childhood rival in computer sales while Elaine faces unwanted advances from Jewish men.",
    "topics": [
      "Friendship",
      "Work",
      "Sexual content",
      "Mental health"
    ]
  },
  {
    "title": "The Blood (Seinfeld)",
    "season": 9,
    "episode": 4,
    "summary": "\"The Blood\" is the 160th episode of the NBC sitcom Seinfeld. This was the fourth episode for the ninth and final season. It aired on October 16, 1997. This was Lloyd Bridges's last television performance before his death. He reprised his role as Izzy Mandelbaum, who becomes Jerry's personal trainer in the episode. Other plotlines include George becoming obsessed with combining sex with food and TV and Kramer donating three pints of blood to save a mortally injured Jerry.",
    "subtitle": "Jerry gets a personal trainer while George mixes food and sex, and Kramer donates blood to help Jerry.",
    "topics": [
      "Food",
      "Sexual content",
      "Death",
      "Illness"
    ]
  },
  {
    "title": "The Junk Mail",
    "season": 9,
    "episode": 5,
    "summary": "\"The Junk Mail\" is the 161st episode of the NBC sitcom Seinfeld. It was the fifth episode of the ninth and final season. The episode aired on October 30, 1997. In this episode, Jerry is gifted a van by a childhood friend and cannot turn it down for fear of hurting his feelings, Elaine mistakenly thinks she has fallen in love when the sight of a man triggers memories of an old commercial he appeared in, and Kramer, tired of getting swamped with junk mail, tries to stop all delivery of his mail, only to uncover a conspiracy by the United States Postal Service to keep the public from realizing that mail is pointless. Produced when e-mail was becoming a mainstream form of communication, the episode reflected the popular prediction of the time that postal service would soon become obsolete.",
    "subtitle": "Jerry receives a van from a friend, Elaine confuses nostalgia for love, and Kramer battles junk mail.",
    "topics": [
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Merv Griffin Show (Seinfeld)",
    "season": 9,
    "episode": 6,
    "summary": "\"The Merv Griffin Show\" is the 162nd episode of the NBC sitcom Seinfeld. This was the sixth episode of the ninth and final season. It aired on November 6, 1997, and appeared on DVD ten years later. In this episode, Kramer finds the original set for The Merv Griffin Show and uses it to revive the show in his apartment, Elaine contends with a new co-worker who stealthily sidles behind her, and Jerry drugs his girlfriend so that he can play with her collection of toys.",
    "subtitle": "Kramer revives The Merv Griffin Show in his apartment while Jerry faces a moral dilemma with his girlfriend's toys.",
    "topics": [
      "Drugs",
      "Work",
      "Friendship"
    ]
  },
  {
    "title": "The Slicer",
    "season": 9,
    "episode": 7,
    "summary": "\"The Slicer\" is the 163rd episode of the NBC sitcom Seinfeld. This was the seventh episode of the ninth and final season. It first aired on November 13, 1997. In this episode, George gets a job with an incompetent industrial firm, but an old photo of his boss with him in the background and Jerry's feuding with his dermatologist girlfriend put George at risk of getting fired, while Kramer's fondness for having his own meat slicer proves to be a source of help.",
    "subtitle": "George navigates a new job while Jerry deals with his dermatologist girlfriend, and Kramer enjoys his meat slicer.",
    "topics": [
      "Work",
      "Food",
      "Friendship"
    ]
  },
  {
    "title": "The Betrayal",
    "season": 9,
    "episode": 8,
    "summary": "\"The Betrayal\" is the 164th episode of the NBC sitcom Seinfeld. This was the eighth episode for the ninth and final season. It aired on November 20, 1997. In this episode, Jerry betrays George by having sex with George's girlfriend Nina, right before Elaine invites all three of them to come with her to India for the wedding of Sue Ellen Mischke, Elaine's longtime rival. The episode is colloquially referred to as the \"backwards episode\" due to its reverse chronology, starting with the final scene and playing in reverse order. Written collaboratively by Peter Mehlman (a major writer for Seinfeld seasons 2 through 8 who was no longer on staff) and David Mandel (one of the new wave of Seinfeld writers), the episode bridges Seinfeld's final season to its past with scenes from George's engagement to Susan Ross and Jerry's moving in to his apartment, and with a format which evoked the series' early gimmick-based episodes like \"The Chinese Restaurant\" and \"The Limo\".",
    "subtitle": "In a reverse chronology, Jerry's betrayal of George unfolds as they prepare for a wedding in India.",
    "topics": [
      "Infidelity",
      "Travel",
      "Sexual content",
      "Friendship"
    ]
  },
  {
    "title": "The Apology (Seinfeld)",
    "season": 9,
    "episode": 9,
    "summary": "\"The Apology\" is the 165th episode of the NBC sitcom Seinfeld. This was the ninth episode for the ninth and final season. It first aired on December 11, 1997. In this episode, Jerry learns his girlfriend is a nudist, George tries to get an apology out of his old friend Jason Hanke (played by James Spader) through Hanke's participation in Alcoholics Anonymous's twelve-step program, and Kramer gives up on keeping his showers short, opting to instead spend all day in the shower.",
    "subtitle": "Jerry's girlfriend is a nudist while George seeks an apology from an old friend through AA.",
    "topics": [
      "Friendship",
      "Addiction",
      "Body image",
      "Sexual content"
    ]
  },
  {
    "title": "The Strike (Seinfeld)",
    "season": 9,
    "episode": 10,
    "summary": "\"The Strike\" is the 166th episode of the NBC sitcom Seinfeld. This was the tenth episode of the ninth and final season. It aired on December 18, 1997. This episode features and popularized the holiday of Festivus.\nIn this episode, Jerry dates a woman who looks attractive sometimes and ugly at other times, Kramer returns to his old job at a bagel shop, and George gets out of buying Christmas gifts for his co-workers with fake donations to The Human Fund, a made-up charity. TV Guide ranked this episode number three on its \"Top 10 Holiday Episodes\" list.",
    "subtitle": "Kramer returns to a bagel shop while George avoids Christmas gifts with a fake charity, introducing the holiday of Festivus.",
    "topics": [
      "Work",
      "Money",
      "Religion"
    ]
  },
  {
    "title": "The Dealership",
    "season": 9,
    "episode": 11,
    "summary": "\"The Dealership\" is the 167th episode of the NBC sitcom Seinfeld. This was the 11th episode of the ninth and final season. It aired on January 8, 1998. This episode follows the characters' escapades at a car dealership, which Jerry is visiting in hopes of getting an insider deal on a new car through his friendship with David Puddy.\nIt was the first episode aired after Jerry Seinfeld announced on December 26, 1997 that the show would end in May.",
    "subtitle": "Jerry visits a car dealership hoping to get a good deal through his friend David Puddy.",
    "topics": [
      "Friendship",
      "Money",
      "Work"
    ]
  },
  {
    "title": "The Reverse Peephole",
    "season": 9,
    "episode": 12,
    "summary": "\"The Reverse Peephole\" is the 12th episode of the ninth season(the 168th overall) of the television comedy series Seinfeld. The episode aired on NBC on January 15, 1998. It was written by Spike Feresten and directed by Andy Ackerman. In this episode, Jerry gets rid of his wallet and ultimately replaces it with a European carry-all, Kramer and Newman face possible eviction after they reverse the peepholes on their doors and Newman begins an affair with the super's wife, and Elaine has to recover a friend's fur coat which she mistakenly threw out a window.",
    "subtitle": "Jerry replaces his wallet with a European carry-all while Kramer and Newman face eviction and Elaine retrieves a fur coat.",
    "topics": [
      "Infidelity",
      "Money",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Cartoon",
    "season": 9,
    "episode": 13,
    "summary": "\"The Cartoon\" is the 169th episode of the NBC sitcom Seinfeld. This was the 13th episode for the ninth and final season. It aired on January 29, 1998. In this episode, aspiring actress Sally Weaver becomes a success with a show where she vilifies Jerry, \nElaine struggles to see the humor in a cartoon that appears in The New Yorker, and George is disconcerted when Elaine and Kramer point out that the woman he is dating looks a lot like Jerry.",
    "subtitle": "Elaine struggles with a cartoon while George dates a woman resembling Jerry, and Sally Weaver finds success by mocking Jerry.",
    "topics": [
      "Work",
      "Friendship"
    ]
  },
  {
    "title": "The Strongbox",
    "season": 9,
    "episode": 14,
    "summary": "\"The Strongbox\" is the 170th episode of the NBC sitcom Seinfeld. This was the 14th episode for the ninth and final season. It aired on February 5, 1998. In this episode, George's girlfriend stubbornly refuses to accept his breaking up with her, Elaine dates a man who won't tell her his phone number or where he works, and Jerry develops an adversarial relationship with his neighbor Phil after he fails to recognize Phil when he asks to be let into their apartment building.",
    "subtitle": "George's girlfriend won't accept their breakup while Elaine dates a mysterious man and Jerry clashes with his neighbor.",
    "topics": [
      "Breakup",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Wizard (Seinfeld)",
    "season": 9,
    "episode": 15,
    "summary": "\"The Wizard\" is the 171st episode of the NBC sitcom Seinfeld. This was the 15th episode for the ninth and final season. It aired on February 26, 1998. In this episode, Kramer retires and moves into the same condo as Morty and Helen Seinfeld, Elaine tries to find out if her light-skinned boyfriend is actually black, and George gets upset that the Rosses will not call him a liar after they catch him lying about buying a house in the Hamptons.",
    "subtitle": "Kramer retires and moves in with the Seinfelds while Elaine investigates her boyfriend's race and George struggles with his lies about a house.",
    "topics": [
      "Friendship",
      "Money"
    ]
  },
  {
    "title": "The Burning (Seinfeld)",
    "season": 9,
    "episode": 16,
    "summary": "\"The Burning\" is the sixteenth episode of the ninth and final season of the NBC sitcom Seinfeld, and the 172nd episode overall. This episode first aired on March 19, 1998. It was written by Jennifer Crittenden and directed by Andy Ackerman.\nIn this episode, Elaine learns that her boyfriend David Puddy is religious, Jerry does not recognize his girlfriend's voice on the phone when she greets him with \"It's me\", Kramer and Mickey act out sick conditions for medical students and George tries to garner respect by walking out on Kruger meetings at comedic high notes.",
    "subtitle": "Elaine discovers her boyfriend's religious side while the gang navigates various personal dilemmas.",
    "topics": [
      "Religion",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Bookstore",
    "season": 9,
    "episode": 17,
    "summary": "\"The Bookstore\" is the 173rd episode of the NBC sitcom Seinfeld. This was the 17th episode for the ninth and final season. It aired on April 9, 1998. In this episode, Jerry catches his Uncle Leo in the act of shoplifting, George is forced to buy a book after he is caught reading it in the bookstore's public bathroom, and Kramer and Newman attempt to start a rickshaw business.",
    "subtitle": "Jerry discovers his Uncle Leo shoplifting while George faces consequences for reading in a bookstore bathroom, and Kramer and Newman venture into a rickshaw business.",
    "topics": [
      "Work",
      "Money",
      "Friendship"
    ]
  },
  {
    "title": "The Frogger",
    "season": 9,
    "episode": 18,
    "summary": "\"The Frogger\" is the 18th episode of the ninth season of the American television sitcom Seinfeld (and the 174th episode overall). It first aired on NBC in the United States on April 23, 1998. In this episode, Elaine eats a vintage cake from King Edward VIII's wedding, Jerry maintains a relationship with a woman he doesn't like in order to avoid running into a serial killer, and George tries to preserve his high score on the Frogger machine at his high school hangout.",
    "subtitle": "George tries to preserve his high score on a Frogger machine while Elaine eats a vintage wedding cake.",
    "topics": [
      "Food",
      "Friendship",
      "Death",
      "Work"
    ]
  },
  {
    "title": "The Maid (Seinfeld)",
    "season": 9,
    "episode": 19,
    "summary": "\"The Maid\" is the 175th episode of the NBC sitcom Seinfeld. This was the 19th episode of the ninth and final season. It aired on April 30, 1998. In this episode, Jerry hires a maid and ends up having a sexual relationship with her, George tries to get people to give him a good nickname, and Elaine falls into a chain of phone problems after Kramer subscribes her phone number to an incessant fax service.",
    "subtitle": "Jerry's new maid leads to unexpected complications, while George seeks a nickname and Elaine faces phone troubles.",
    "topics": [
      "Sexual content",
      "Friendship",
      "Work"
    ]
  },
  {
    "title": "The Puerto Rican Day",
    "season": 9,
    "episode": 20,
    "summary": "\"The Puerto Rican Day\" is the 176th episode of the NBC sitcom Seinfeld. It aired on May 7, 1998, and was the 20th episode of the ninth and final season. It was the show's second-highest-rated episode of all time, with 38.8 million viewers, only behind the series finale. The episode aired one week before the two-part clip show and the two-part series finale aired. It was a rare late-series return to a \"plot about nothing\" style and filmed in real-time, a format more often seen in early seasons. The episode follows the cast's misadventures as they try to escape from the traffic surrounding the Puerto Rican Day Parade.\nThis episode of Seinfeld has more writer credits (ten) than any other episode. As co-creator Larry David was returning to write the finale, this was the final episode for the active \"after Larry David\" writing staff and thus was a group effort.\nBecause of controversy surrounding a scene in which Cosmo Kramer accidentally burns and then stomps on the Puerto Rican flag, NBC apologized and had it banned from airing on the network again. Also, it was not initially part of the syndicated package. In the summer of 2002, the episode started to appear with the flag-burning sequence intact. In 2023, the episode was available to watch along with the rest of the series on Netflix.",
    "subtitle": "The gang navigates the chaos of the Puerto Rican Day Parade while dealing with various misadventures.",
    "topics": [
      "Politics",
      "Social anxiety",
      "Travel"
    ]
  },
  {
    "title": "The Chronicle (Seinfeld)",
    "season": 9,
    "episode": 21,
    "summary": "\"The Chronicle\" is an hour-long, two-part episode that constitutes the 177th and 178th episodes of the NBC sitcom Seinfeld. These were the 21st and 22nd episodes of Seinfeld from the ninth and final season. It aired on May 14, 1998. Both parts of \"The Chronicle\" were seen by 58.53 million viewers. To accommodate the long running time of \"The Finale\", \"The Chronicle\" ran for 45 minutes on its initial airing. When rerun it was split into two half-hour episodes, with a new scene added to introduce the second episode. The episode is a clip show containing just a few minutes of previously unseen footage, most of which is bloopers from previous episodes and behind-the-scenes photographs rather than newly filmed content.",
    "subtitle": "A clip show featuring bloopers and behind-the-scenes footage from the series.",
    "topics": []
  },
  {
    "title": "922",
    "season": 9,
    "episode": 22,
    "summary": "Year 922 (CMXXII) was a common year starting on Tuesday of the Julian calendar.",
    "subtitle": "A historical overview of the year 922 in the Julian calendar.",
    "topics": []
  },
  {
    "title": "The Finale (Seinfeld)",
    "season": 9,
    "episode": 23,
    "summary": "\"The Finale\" is the series finale of the American television sitcom Seinfeld. It is the 23rd and 24th episode of the ninth season, and the 179th and the 180th episode overall. The episode, written by series co-creator Larry David and directed by Andy Ackerman, originally aired on NBC on May 14, 1998, to an audience of 76 million viewers, making it the fourth-most watched overall television series finale. In the preceding hour, a clip show called \"The Chronicle\" (also called \"The Clip Show\") aired. The initial running time for the finale was 1 hour and 15 minutes.\nIn this episode, Jerry and George's Jerry pilot is finally picked up as a series by NBC. However, when their private plane is forced to land in a small town in Massachusetts, Jerry, George, and their friends Elaine and Kramer unknowingly violate a local duty to rescue law (referred to as a Good Samaritan law in the episode's dialogue) and are put on trial. Co-creator Larry David, who departed from the series after the seventh season, returned to write the script for this last episode.\nThe episode was negatively received by critics and viewers for its moralistic theme and lack of humor.",
    "subtitle": "The series finale sees Jerry and friends face trial for violating a Good Samaritan law after their plane lands in a small town.",
    "topics": [
      "Law"
    ]
  },
  {
    "title": "924",
    "season": 9,
    "episode": 24,
    "summary": "Year 924 (CMXXIV) was a leap year starting on Thursday of the Julian calendar.",
    "subtitle": "Year 924 is noted as a leap year in the Julian calendar.",
    "topics": []
  }
]